<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     �Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/featurebox/languages/English.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-07-10 13:56:14 -0500 (Σάββατο, 10 Ιουλίου 2010) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/

define("FBLAN_01", "Κιβώτιο");
define("FBLAN_02", "Αυτό το plugin επιτρέπει σε σας για να επιδείξετε ένα κιβώτιο επάνω από τις ειδησεογραφικές εκπομπές σας με τα χαρακτηριστικά γνωρίσματα/με οτιδήποτε θέλετε. Τα μηνύματα μπορούν είτε να περιστραφούν τυχαία είτε δυναμικά εξασθενισμένα.");
define("FBLAN_03", "Διαμορφώστε το κιβώτιο");
define("FBLAN_04", "Το Κιβώτιο Χαρακτηριστικών Γνωρισμάτων έχει εγκατασταθεί με επιτυχία. Για προσθήκη μηνύματος και διαμόρφωσης, επιστρέψτε στην κύρια σελίδα διαχείρησης και πατήστε στο εικονίδιο του  κιβωτίου χαρακτηριστικών γνωρισμάτων στο τμήμα των plugin.");
define("FBLAN_05", "Κανένα μήνυμα στο κιβώτιο χαρακτηριστικών γνωρισμάτων δεν έχει καθοριστεί ακόμα");
define("FBLAN_06", "Υπάρχοντα μηνύματα στο κιβώτιο χαρακτηριστικών γνωρισμάτων");
define("FBLAN_07", "Τίτλος / Τίτλος");
define("FBLAN_08", "Κείμενο μηνύματος");
define("FBLAN_09", "Διαφάνεια του μηνύματος");
define("FBLAN_10", "Δημιουργήστε Κιβώτιο Χαρακτηριστικών Γνωρισμάτων");
define("FBLAN_11", "Ενημέρωση Κιβωτίου Χαρακτηριστικών Γνωρισμάτων");
define("FBLAN_12", "Τρόπος");
define("FBLAN_13", "Τυχαία περιστροφή μηνύματος");
define("FBLAN_14", "Παρουσιάστε αυτό το μήνυμα μόνο");
define("FBLAN_15", "Μήνυμα προστέθηκε στη βάση δεδομένων.");
define("FBLAN_16", "Μήνυμα ενημερώθηκε στη βάση δεδομένων.");
define("FBLAN_17", "Πεδίο(α) έμειναν κενά");
define("FBLAN_18", "Το Κιβώτιο Χαρακτηριστικών Γνωρισμάτων διαγράφηκε");
define("FBLAN_19", "Επιλογές");
define("FBLAN_20", "Επεξεργασία");
define("FBLAN_21", "Διαγραφή");
define("FBLAN_22", "Δώστε τον τύπο");
define("FBLAN_23", "Στο θέμα του κιβωτίου");
define("FBLAN_24", "Σαφής");
define("FBLAN_25", "Πρότυπο");
define("FBLAN_26", "μπορείτε να χρησιμοποιήσετε ένα διαφορετικό πρότυπο για κάθε μήνυ0α, προσθέστε το στο e107_plugins/featurebox/templates/ folder");

?>