<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_usersettings.php,v $
|     $Revision: 1.16 $
|     $Date: 2007/08/16 19:19:51 $
|     $Author: e107steved $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "การตั้งค่าผู้ใช้");

define("LAN_7", "ชื่อสำหรับแสดง: ");
define("LAN_8", "ชื่อที่ถูกแสดงบนเว็บไซต์");
define("LAN_9", "ชื่อผู้ใช้: ");
define("LAN_10", "ชื่อที่คุณใช้ล็อกอินเข้าเว็บไซต์");
define("LAN_11", "ชื่อที่คุณใช้ล็อกอินเข้าเว็บไซต์ – ไม่สามารถเปลี่ยนแปลงได้ ด้วยเหตุผลด้านความปลอดภัย กรุณาติดต่อผู้ดูแลเว็บไซต์ ถ้าจำเป็นต้องทำการเปลี่ยนแปลง");

define("LAN_20", "ข้อผิดพลาด");
define("LAN_105", "รหัสผ่านทั้งสองไม่เหมือนกัน");
define("LAN_106", "อีเมล์แอดเดรสใช้ไม่ได้");
define("LAN_112", "อีเมล์แอดเดรส: ");
define("LAN_113", "ซ่อนอีเมล์แอดเดรส?: ");
define("LAN_114", "จะทำให้อีเมล์แอดเดรสของคุณไม่ถูกแสดงบนเว็บไซต์");
define("LAN_115", "หมายเลขไอซีคิว: ");
define("LAN_116", "เอไอเอ็มแอดเดรส: ");
define("LAN_117", " เอ็มเอสเอ็น เมสเซ็นเจอร์: ");
define("LAN_118", "วันเกิด: ");
define("LAN_119", "สถานที่: ");
define("LAN_120", "ลายเซ็น: ");
define("LAN_121", "รูปแทนตัวเอง: ");
define("LAN_122", "โซนเวลา:");
define("LAN_144", "เว็บไซต์: ");
define("LAN_150", "การตั้งค่าได้ถูกเปลี่ยนแปลงและบันทึกลงในฐานข้อมูลแล้ว");
define("LAN_151", "ตกลง");
define("LAN_152", "รหัสผ่านใหม่: ");
define("LAN_153", "พิมพ์รหัสผ่านใหม่ อีกครั้ง ");
define("LAN_154", "บันทึกการตั้งค่า");
define("LAN_155", "ปรับปรุงการตั้งค่าผู้ใช้");
define("LAN_185", "คุณไม่ได้ใส่รหัสผ่าน ");
define("LAN_308", "ชื่อจริง: ");
define("LAN_401", "ไม่ต้องใส่อะไร เพื่อใช้รหัสผ่านที่มีอยู่");
define("LAN_402", "พิมพ์พาธ หรือ เลือก รูปแทนตัวเอง");
define("LAN_403", "เลือกรูปแทนตัวเอง");
define("LAN_404", "โปรดทราบ: ถ้าผู้ดูแลระบบพบภาพไม่เหมาะสมใดๆ ที่ถูกอัพโหลดขึ้นบนเซิฟเวอร์ นี้ จะถูกลบทิ้งโดยทันที");

define("LAN_410", "การตั้งค่าสำหรับ");
define("LAN_411", "ปรับปรุงการตั้งค่าของคุณ");
define("LAN_412", "เปลี่ยนรหัสผ่าน");
define("LAN_413", "เลือกรูปแทนตัวเองr");
define("LAN_414", "อัพโหลดภาพของคุณ");
define("LAN_415", "อัพโหลดรูปแทนตัวเอง");

define("LAN_416", "ใช่");
define("LAN_417", "ไม่ใช่");

define("LAN_418", "ข้อมูลการลงทะเบียน");
define("LAN_419", "ข้อมูล ส่วนตัว / การติดต่อ");
define("LAN_420", "รูปแทนตัวเอง");
define("LAN_421", "เลือกรูปแทนตัวเองที่เก็บในเว็บไซต์");
define("LAN_422", "ใช้รูปแทนตัวเองจากที่อื่น");
define("LAN_423", "กรุณาพิมพ์แอดเดรสเต็มที่เชื่อมต่อกับรูปภาพ");
define("LAN_424", "คลิ๊กปุ่มเพื่อดูรูปแทนตัวเองที่เก็บในเว็บไซต์");
define("LAN_425", "รูปภาพ");
define("LAN_426", "จะถูกแสดงในหน้าโปรไฟล์ของคุณ");
define("LAN_427", "ส่ง ...");
define("LAN_428", "ข่าว");
define("LAN_429", "ลิงค์");
define("LAN_430", "ดาวน์โหลด");
define("LAN_431", "บทความ");
define("LAN_432", "ทบทวน");

define("LAN_433", "ยูอาร์แอลไปยังไฟล์ XUP ของคุณ");
define("LAN_434", "มันคืออะไร?");
define("LAN_435", "ไฟล์เอ็กซ์เอ็มแอล โปรโตคอลผู้ใช้");

define("LAN_SIGNUP_1", "น้อยที่สุด");
define("LAN_SIGNUP_2", "ตัวอักษร");
define("LAN_SIGNUP_4", "รหัสผ่านของคุณต้องมีอย่างน้อย ");
define("LAN_SIGNUP_5", " ตัวอักษร");
define("LAN_SIGNUP_6", "ของคุณ ");
define("LAN_SIGNUP_7", " จำเป็นต้องมี");

define("LAN_USET_1", "รูปแทนตัวเองของคุณกว้างเกินไป");
define("LAN_USET_2", "ความกว้างมากที่สุดที่อนุญาตคือ");
define("LAN_USET_3", "รูปแทนตัวเองของคุณสูงเกินไป");
define("LAN_USET_4", "ความสูงมากที่สุดที่อนุญาตคือ");

// v.616
define("LAN_CUSTOMTITLE", "ปรับปรุงหัวข้อให้เหมาะสม");
//define("LAN_ICQNUMBER", "ICQ number must contain only numbers");

//v.617
define("LAN_408", "มีผู้ใช้ลงทะเบียนด้วยอีเมล์แอดเดรสนี้แล้ว");
define("MAX_AVWIDTH", "ขนาดมากที่สุดของรูปแทนตัวเอง (กว้างxสูง) คือ ");
define("MAX_AVHEIGHT", " x ");
// define("GIF_RESIZE", "Please resize gif image or convert to different format");
define("RESIZE_NOT_SUPPORTED", "เซิฟเวอร์นี้ไม่รองรับการแก้ไขขนาด กรุณาแก้ไขขนาดเอง หรือ เลือกรูปอื่น ไฟล์ได้ถูกลบแล้ว");

// v0.7
define("LAN_USET_5", "สมัครสมาชิกแล้ว");
define("LAN_USET_6", "สมัครสมาชิก เมล์ลิ่งลิสต์ และ /หรือ ส่วนของเว็บไซต์นี้");
define("LAN_USET_7", "จิปาถะ");
define("LAN_USET_8", "ลายเซ็น / โซนเวลา");
define("LAN_USET_9", "ขาดข้อมูลที่จำเป็นต้องกรอก (ที่มีเครื่องหมาย *) ในการตั้งค่าของคุณ");
define("LAN_USET_10","กรุณาปรับปรุงการตั้งค่าของคุณตอนนี้ เพื่อที่จะดำเนินการต่อไป");
define("LAN_USET_11", "ชื่อผู้ใช้นี้ใช้ไม่ได้ กรุณาเลือกใช้ชื่ออื่น");
define("LAN_USET_12", "ชื่อสำหรับแสดงอันนี้ สั้นเกินไป กรุณาเลือกใช้ชื่ออื่น");
define("LAN_USET_13", "มีตัวอักษรที่ใช้ไม่ได้ในชื่อผู้ใช้ กรุณาเลือกใช้ชื่ออื่น");
define("LAN_USET_14", "ชื่อล็อกอินอันนี้ยาวเกินไป กรุณาเลือกใช้ชื่ออื่น");
define("LAN_USET_15", "ชื่อสำหรับแสดงอันนี้ ยาวเกินไป กรุณาเลือกใช้ชื่ออื่น");
define("LAN_USET_16", "ติ๊กช่อง เพื่อลบรูปภาพที่มีอยู่โดยไม่อัพโหลดรูปอื่น");
define("LAN_USET_17", "ชื่อสำหรับแสดงถูกใช้แล้ว กรุณาเลือกใช้ชื่ออื่น");

?>