<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_signup.php,v $
|     $Revision: 1.29 $
|     $Date: 2007/11/11 21:52:44 $
|     $Author: e107steved $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "ลงทะเบียน");
define("LAN_7", "ชื่อสำหรับแสดง: ");
define("LAN_8", "ชื่อที่จะถูกแสดงบนเว็บไซต์");
define("LAN_9", "ชื่อผู้ใช้: ");
define("LAN_10", "ชื่อที่คุณใช้ในการล็อกอิน");
define("LAN_17", "รหัสผ่าน: ");
define("LAN_103", "ชื่อผู้ใช้นี้ไม่สามารถใช้ได้ กรุณาเลือกชื่อผู้ใช้อื่น");
define("LAN_104", "ชื่อผู้ใช้นี้มีอยู่แล้วในฐานข้อมูล กรุณาเลือกชื่อผู้ใช้อื่น");
define("LAN_105", "รหัสผ่านทั้งสองไม่เหมือนกัน");
define("LAN_106", "อีเมล์แอดเดรสนี้ใช้ไม่ได้");
define("LAN_107", "ขอบคุณ ! ตอนนี้คุณได้เป็นสมาชิกที่ลงทะเบียนของ");
define("LAN_108", "การลงทะเบียนเสร็จเรียบร้อย");
define("LAN_109", "เว็บไซต์นี้ ทำตามมาตรการป้องกันความเป็นส่วนตัวออนไลน์ของเยาวชนปี 1998 (COPPA) ดังนั้นเราจึงไม่สามารถรับ การลงทะเบียนจากผู้ใช้ที่มีอายุต่ำกว่า 13 ปี โดยปราศจากเอกสารใบอนุญาตเป็นลายลักษณ์อักษรจากพ่อแม่ หรือ ผู้ปกครอง กรุณาอ่านตัวกฎหมายสำหรับรายละเอียดเพิ่มเติม");
define("LAN_110", "การลงทะเบียน");
define("LAN_111", "พิมพ์รหัสผ่านใหม่: ");
define("LAN_112", "อีเมล์แอดเดรส: ");
define("LAN_113", "ซ่อนอีเมล์แอดเดรส?: ");
define("LAN_114", "จะทำให้อีเมล์แอดเดรสของคุณไม่ถูกแสดงบนเว็บไซต์");
define("LAN_123", "ลงทะเบียน");
define("LAN_185", "คุณไม่ได้ใส่ข้อมูลลงในช่องที่จำเป็น");
define("LAN_201", "ใช่");
define("LAN_200", "ไม่ใช่");
define("LAN_202", "คุณมีแอกเค้านท์อยู่แล้ว ถ้าคุณลืมรหัสผ่าน ให้คลิ๊กลิงค์ 'ลืมรหัสผ่าน'");
define("LAN_309", "กรุณาใส่รายละเอียดของคุณด้านล่าง");
define("LAN_399", "ดำเนินการต่อ");
define("LAN_400", "ชื่อผู้ใช้และรหัสผ่านจะต้องเป็น <b>ตัวอักษรใหญ่เล็กที่ถูกต้อง</b>.");
define("LAN_401", "แอกเค้านท์ของคุณได้ถูกแอกติเวทแล้ว กรุณา");
define("LAN_402", "การลงทะเบียนถูกแอกติเวทแล้ว");
define("LAN_403", "ยินดีต้อนรับสู่");
define("LAN_404", "รายละเอียดการลงทะเบียนสำหรับ");
define("LAN_405", "ขั้นตอนการลงทะเบียนนี้เสร็จสมบูรณ์แล้ว คุณจะได้รับอีเมล์ยืนยันพร้อมรายละเอียดการล็อกอินของคุณ กรุณาใช้ลิงค์ในอีเมล์เพื่อทำให้ขั้นตอนไซน์อัพของคุณเสร็จสมบูรณ์และแอกติเวทแอกเค้านท์ของคุณ");
define("LAN_406", "ขอบคุณ !");
define("LAN_407", "กรุณาเก็บรักษาอีเมล์นี้ไว้เพื่อข้อมูลของคุณเอง รหัสผ่านของคุณถูกเข้ารหัสไว้และไม่สามารถเรียกคืนได้ถ้าคุณทำหายหรือลืม แต่คุณสามารถขอรหัสผ่านใหม่ได้ถ้าจำเป็น\n\nขอบคุณที่ลงทะเบียน\n\nจาก");
define("LAN_408", "มีผู้ใช้ลงทะเบียนด้วยอีเมล์แอดเดรสนี้แล้ว กรุณาใช้ หน้าจอ 'ลืมรหัสผ่าน' เพื่อเรียกคืนรหัสผ่านของคุณ");
define("LAN_SIGNUP_1", "อย่างต่ำ");
define("LAN_SIGNUP_2", "ตัวอักษร");
define("LAN_SIGNUP_3", "ไม่สามารถตรวจสอบรหัสได้");
define("LAN_SIGNUP_4", "รหัสผ่านของคุณต้องมีอย่างน้อย ");
define("LAN_SIGNUP_5", " ตัวอักษร");
define("LAN_SIGNUP_6", "ของคุณ ");
define("LAN_SIGNUP_7", " จำเป็นต้องมี");
define("LAN_SIGNUP_8", "ขอบคุณ !");
define("LAN_SIGNUP_9", "ไม่สามารถดำเนินการต่อได้");
define("LAN_SIGNUP_10", "ใช่");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "มีตัวอักษรที่ใช้ไม่ได้ในชื่อผู้ใช้");
define("LAN_410", "ใส่รหัสที่ปรากฎในภาพ");
define("LAN_411", "ชื่อสำหรับแสดงนี้มีแล้วในฐานข้อมูล กรุณาเลือกใช้ชื่อสำหรับแสดงชื่ออื่น");


define("LAN_SIGNUP_12", "กรุณาเก็บชื่อผู้ใช้และรหัสผ่านจดเก็บไว้ ในสถานที่ปลอดภัย เนื่องจากถ้าหายไปจะไม่สามารถเรียกคืนได้");
define("LAN_SIGNUP_13", "คุณสามารถล็อกอินจากช่องล็อกอินได้แล้ว หรือ จาก <a href='".e_BASE."login.php'>ที่นี่</a>.");
define("LAN_SIGNUP_14", "ที่นี่");
define("LAN_SIGNUP_15", "กรุณาติดต่อผู้ดูแลเว็บไซต์หลัก");
define("LAN_SIGNUP_16", "ถ้าคุณต้องการการช่วยเหลือ");
define("LAN_SIGNUP_17", "กรุณายืนยันว่าคุณอายุ 13 ปี หรือ อายุมากกว่า 13 ปี");
define("LAN_SIGNUP_18", "ได้รับและสร้างการลงทะเบียนของคุณไว้แล้ว ด้วยข้อมูลล็อกอินต่อไปนี้ ...");
define("LAN_SIGNUP_19", "ชื่อผู้ใช้:");
define("LAN_SIGNUP_20", "รหัสผ่าน:");
define("LAN_SIGNUP_21", "แอกเค้านท์ของคุณยังไม่สามารถใช้ได้ในตอนนี้ กรุณาใช้ลิงค์ต่อไปนี้เพื่อแอกติเวทแอกเค้านท์ของคุณ ...");
define("LAN_SIGNUP_22", "คลิ๊กที่นี่");
define("LAN_SIGNUP_23", "เพื่อล็อกอิน");
define("LAN_SIGNUP_24", "ขอบคุณที่ลงทะเบียนที่");
define("LAN_SIGNUP_25", "อัพโหลดรูปแทนตัวเอง");
define("LAN_SIGNUP_26", "อัพโหลดภาพของคุณ");
define("LAN_SIGNUP_27", "แสดง");
define("LAN_SIGNUP_28", "ทางเลือก เนื้อหา /รายการเมล์");
define("LAN_SIGNUP_29", "อีเมล์ยืนยันจะถูกส่งไปยังอีเมล์แอดเดรสที่คุณใส่ที่นี่ ดังนั้นมันจะต้องเป็นอีเมล์ที่ใช้ได้");
define("LAN_SIGNUP_30", "ถ้าคุณไม่ต้องการให้อีเมล์แอดเดรสของคุณแสดงบนเว็บไซต์ กรุณาติ๊ก กล่อง 'ซ่อนอีเมล์แอดเดรส '");

define("LAN_SIGNUP_31", "URL ไปยังไฟล์ XUP ของคุณ");
define("LAN_SIGNUP_32", "ไฟล์ XUP คืออะไร ?");
define("LAN_SIGNUP_33", "พิมพ์พาธหรือเลือกรูปแทนตัวเอง");
define("LAN_SIGNUP_34", "โปรดทราบ: ถ้าผู้ดูแลระบบพบภาพไม่เหมาะสมใดๆ ที่ถูกอัพโหลดขึ้นบนเซิฟเวอร์ นี้ จะถูกลบทิ้งโดยทันที");
define("LAN_SIGNUP_35", "คลิ๊กที่นี่เพื่อลงทะเบียนโดยใช้ ไฟล์ XUP ");
define("LAN_SIGNUP_36", "มีข้อผิดพลาดในการสร้างข้อมูลผู้ใช้ของคุณ กรุณาติดต่อผู้ดูแลเว็บไซต์");

define("LAN_LOGINNAME", "ชื่อผู้ใช้");
define("LAN_PASSWORD", "รหัสผ่าน");
define("LAN_USERNAME", "ชื่อสำหรับแสดง");
define("LAN_EMAIL_01", "เรียน");
define("LAN_EMAIL_04", "กรุณาเก็บรักษาอีเมล์นี้เพื่อข้อมูลของคุณ");
define("LAN_EMAIL_05", "รหัสผ่านของคุณถูกเข้ารหัสไว้และไม่สามารถเรียกคืนได้ถ้าคุณทำหายหรือลืม แต่คุณสามารถขอรหัสผ่านใหม่ได้ถ้าจำเป็น");
define("LAN_EMAIL_06", "ขอบคุณที่ลงทะเบียน");

define("LAN_SIGNUP_37", "ขั้นตอนการลงทะเบียนนี้เสร็จสมบูรณ์แล้ว ผู้ดูแลเว็บไซต์จะต้องทำการอนุมัติสมาชิกภาพของคุณเมื่อได้รับการอนุมัติแล้ว คุณจะได้รับอีเมล์ยืนยันเตือนว่าสมาชิกภาพของคุณได้รับการอนุมัติแล้ว");
define("LAN_SIGNUP_38", "คุณได้ใส่อีเมล์แอดเดรสสองอันที่ไม่เหมือนกัน กรุณาใส่อีเมล์แอดเดรสที่ใช้ได้เพียงอันเดียวในทั้งสองช่องที่กำหนด");
define("LAN_SIGNUP_39", "พิมพ์อีเมล์แอดเดรสใหม่:");

// 0.7.6
define("LAN_SIGNUP_40", "ไม่จำเป็นต้องมีการแอกติเวท");
define("LAN_SIGNUP_41", "แอกเค้านท์ของคุณได้ถูกแอกติเวทแล้ว");
define("LAN_SIGNUP_42", "มีปัญหาเกิดขึ้น เมล์การลงทะเบียนไม่ได้ถูกส่ง กรุณาติดต่อผู้ดูแลเว็บไซต์");
define("LAN_SIGNUP_43", "อีเมล์ถูกส่งแล้ว");
define("LAN_SIGNUP_44", "อีเมล์การแอกติเวทถูกส่งไปยัง:");
define("LAN_SIGNUP_45", "กรุณาตรวจในกล่องรับจดหมายของคุณ.");
define("LAN_SIGNUP_47", "ส่งอีเมล์การแอกติเวทใหม่");
define("LAN_SIGNUP_48", "ชื่อผู้ใช้ หรือ อีเมล์");
define("LAN_SIGNUP_49", "ถ้าคุณได้ลงทะเบียนด้วยอีเมล์ที่ไม่ถูกต้อง กรุณาพิมพ์อีเมล์ใหม่ และ รหัสผ่านของคุณที่นี่:");
define("LAN_SIGNUP_50", "อีเมล์ใหม่");
define("LAN_SIGNUP_51", "รหัสผ่านเก่า");
define("LAN_SIGNUP_52", "รหัสผ่านไม่ถูกต้อง");
define("LAN_SIGNUP_53", "ไม่ผ่านการตรวจทดสอบยืนยัน");
define("LAN_SIGNUP_54", "คลิ๊กที่นี่เพื่อใส่ ข้อมูลของคุณ เพื่อทำการลงทะเบียน");
define("LAN_SIGNUP_55", "ชื่อสำหรับแสดงอันนี้ ยาวเกินไป กรุณาเลือกใช้ชื่ออื่น");
define("LAN_SIGNUP_56", "ชื่อสำหรับแสดงอันนี้สั้นเกินไป กรุณาเลือกใช้ชื่ออื่น");
define("LAN_SIGNUP_57", "ชื่อล็อกอินอันนี้ยาวเกินไป กรุณาเลือกใช้ชื่ออื่น");
define("LAN_SIGNUP_58", "ดูการไซน์อัพก่อน");
define("LAN_SIGNUP_59","**** ถ้าลิงค์ใช้ไม่ได้ กรุณาตรวจสอบว่ามีบางส่วนของลิงค์เกินและไปอยู่ในบรรทัดถัดไปหรือไม่ ****");


?>