<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/forum/languages/English/lan_forum_stats.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-02-17 13:56:14 -0500 (Wed, 17 Feb 2010) $
|     $Author: Limontselo $
+----------------------------------------------------------------------------+
*/
define("e_PAGETITLE", "Στατιστικά Συζήτησης");

define("FSLAN_1", "Γενικά");
define("FSLAN_2", "Συζητήσεις που άνοιξαν");
define("FSLAN_3", "Άνοιξε για");
define("FSLAN_4", "Συνολικές αναρτήσεις");
define("FSLAN_5", "Θέματα συζήτησης");
define("FSLAN_6", "Απαντήσεις συζήτησης");
define("FSLAN_7", "Επισκέψεις στα θέματα της συζήτησης");
define("FSLAN_8", "Μέγεθος βάσης δεδομένων (μόνο για τους πίνακες συζήτησης)");
define("FSLAN_9", "Μέσο μήκος σειρών στον πίνακα της συζήτησης");
define("FSLAN_10", "Τα πιο ενεργά θέματα");
define("FSLAN_11", "Βαθμοί");
define("FSLAN_12", "Θέματα");
define("FSLAN_13", "Απαντήσεις");
define("FSLAN_14", "Αναρτήθηκε από");
define("FSLAN_15", "Ημερομηνία");
define("FSLAN_16", "Τα πιο επισκέψιμα θέματα");
define("FSLAN_17", "Επισκέψεις");
define("FSLAN_18", "Χρήστες με τις πιο πολλές αναρτήσεις");
define("FSLAN_19", "Όνομα");
define("FSLAN_20", "Θέματα");
define("FSLAN_21", "Χρήστες με τις περισσότερες αναρτήσεις");
define("FSLAN_22", "Χρήστες με τις περισσότερες απαντήσεις");
define("FSLAN_23", "Στατιστικά Συζήτησης");
define("FSLAN_24", "Μέσος όρος αναρτήσεων την ημέρα");

?>