<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/forum/languages/English/lan_forum_viewtopic.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-02-17 13:56:14 -0500 (Wed, 17 Feb 2010) $
|     $Author: Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Συζήτηση;");

define("LAN_01", "Συζητήσεις");
define("LAN_02", "Πήγαινε στη σελίδα");
define("LAN_03", "Πήγαινε");
define("LAN_04", "Προηγούμενο");
define("LAN_05", "Επόμενο");
define("LAN_06", "Μέλος από");
define("LAN_07", "Τοποθεσία");
define("LAN_08", "Ιστοσελίδα");
define("LAN_09", "Επισκέψεις στη σελίδα από την εγγραφή");
define("LAN_10", "Πίσω στην κορυφή");
define("LAN_65", "Άλμα");
define("LAN_66", "Αυτό το θέμα τώρα είναι κλειστό");
define("LAN_67", "Μηνύματα");
define("LAN_194", "Επισκέπτης");
define("LAN_195", "Εγγεγραμμένο Μέλος");
define("LAN_321", "Συντονιστές: ");
define("LAN_389", "Προηγούμενο θέμα");
define("LAN_390", "Επόμενο θέμα");
define("LAN_391", "Παρακολούθηση Θέματος");
define("LAN_392", "Ακύρωση Παρακολούθησης Θέματος");
define("LAN_393", "Γρήγορη Απάντηση");
define("LAN_394", "Προβολή");
define("LAN_395", "Απάντηση Στο Θέμα");
define("LAN_396", "Ιστοσελίδα");
define("LAN_397", "Ηελεκτρονική Διεύθυνση");
define("LAN_398", "Προφίλ");
define("LAN_399", "Προσωπικό Μήνυμα");
define("LAN_400", "Επεξεργασία");
define("LAN_401", "Παράθεση");

define("LAN_402", "Συγγραφέας");
define("LAN_403", "Θέμα");
define("LAN_404", "Κανένα προηγούμενο θέμα");
define("LAN_405", "Κανένα επόμενο μήνυμα");

define("LAN_406", "Συντονιστής: Επεξεργασία");
define("LAN_435", "Συντονιστής: Διαγραφή");
define("LAN_408", "Συντονιστής: Μετακίνηση");
define("LAN_409", "Είστε σίγουρος ότι θέλετε να διαγράψετε αυτό το θέμα και όλες τις απαντήσεις που έχουν αναρτηθεί");
define("LAN_410", "Είστε σίγουρος ότι θέλετε να διαγράψετε την απάντησή σας");
define("LAN_411", "αναρτήθηκε από ");

//v.616
define("LAN_412", "Τίτλος");
define("LAN_413", "Αναφορά");
define("LAN_414", "Αναφέρτε αυτό το θέμα σε έναν συντονιστή");
define("LAN_415", "Τίτλος θέματος");
define("LAN_416", "Εισάγετε την αναφορά σας");
define("LAN_417", "Ο διαχειριστής θα ενημερωθεί για αυτό το θέμα. Θα πρέπει να αναρτήσετε ένα μήνυμα που να εξηγεί τι ανάρμοστο έχετε βρει.");
define("LAN_418", "<b>Μην</b> χρησιμοποιήσετε αυτή τη φόρμα για να επικοινωνήσετε με τον διαχειριστή για άλλο λόγο.");
define("LAN_419", "Αποστολή Αναφοράς");
define("LAN_420", "Πατήστε για να δείτε το θέμα");
define("LAN_421", "Το θέμα τής συζήτησης αναφέρθηκε από");
define("LAN_422", "Αυτό το θέμα αναφέρθηκε από την ιστοσελίδα ");
define("LAN_423", "Το μήνυμά σας δεν μπορεί να σταλεί. ");
define("LAN_424", "Το θέμα αναφέρθηκε στο συντονιστή.<br />Ευχαριστούμε.");
define("LAN_425", "Μήνυμα από: ");
define("LAN_426", "Υποβολή αναφοράς στο θέμα: ");
define("LAN_427", "Λάθος μήνυμα ηλεκτρονικού ταχυδρομείου");
define("LAN_428", "Το θέμα έχει αναφερθεί");
define("LAN_429", "Πατήστε εδώ για να επιστρέψετε στη συζήτηση");
define("LAN_430", "δημοσκόπηση");
define("FORLAN_26", "Απάντηση διαγράφηκε");
define("FORLAN_10", "Ανάρτηση Νέου Θέματος");
define("LAN_29", "Επεξεργάστηκε");

define("LAN_431", "Οργάνωση του θέματος: rss 0.92");
define("LAN_432", "Οργάνωση του θέματος: rss 2.0");
define("LAN_433", "Οργάνωση του θέματος: RDF");

define("FORLAN_101", "Αποστολή του Θέματος με Ηλεκτρονικό Ταχυδρομείο");
define("FORLAN_102", "Εκτύπωση Σελίδας");
define('FORLAN_103', '[διαγραφή χρήστη]');
define('FORLAN_104', 'Θέμα δεν βρέθηκε');
define("FORLAN_HIDDEN", "Κρυφο περιεχομενο - Απαιτείται απάντηση για εμφάνιση");
?>