<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|in
|     $Source: /cvs_backup/e107_0.7/e107_plugins/forum/languages/English/lan_forum.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 11:56:14 -0500 (Δευτ, 21 Ιουν 2010) $
|     $Author: http://Gatakia.com By Limontselo $
+----------------------------------------------------------------------------+
*/
define("e_PAGETITLE", "Συζήτηση");
define("LAN_30", "Καλώς ήλθατε");
define("LAN_31", "Δεν υπάρχουν καινούρια θέματα ");
define("LAN_32", "Υπάρχει 1 νέο θέμα ");
define("LAN_33", "Υπάρχουν");
define("LAN_34", "νέα θέματα");
define("LAN_35", "από την τελευταία επίσκεψή σας.");
define("LAN_36", "Η τελευταία σας επίσκεψή ήταν ");
define("LAN_37", "Είναι τώρα ");
define("LAN_38", ", όλες οι ώρες είναι ");
define("LAN_41", "Το καινούριο μέλος: ");
define("LAN_42", "Εγγεγραμμένα μέλη: ");
define("LAN_44", "Αυτές οι συζητήσεις μπορούν να χρησιμοποιηθούν από μη εγγεγραμμένους χρήστες , αλλά σας παρακαλώ να γνωρίζετε ότι η  IP Διεύθυνσή σας θα καταγραφεί αν αναρτήσετε κάποιο θέμα.<br />Για πρόσβαση στα πλήρη χαρακτηριστικά γνωρίσματα του Forum θα πρέπει να κανετε ");
define("LAN_45", "Σε αυτές τις συζητήσεις μπορούν να τοποθετηθούν μόνο εγγεγραμμένα και συνδεδεμένα μέλη, παρακαλούμε πατήστε εδώ");
define("LAN_46", "Συζήτηση");
define("LAN_47", "Θέματα");
define("LAN_48", "Απαντήσεις");
define("LAN_49", "Τελευταίο Σχόλιο");
define("LAN_51", "Καμμία συζήτηση ακόμα, παρακαλώ ελέγξτε ξανά σύντομα.");
define("LAN_52", "Δεν υπάρχουν συζητήσεις σε αυτό το τμήμα ακόμη, παρακαλώ ελέγξτε ξανά σύντομα.");
define("LAN_79", "Νέα Θέματα");
define("LAN_80", " Κανένα νέο θέμα");
define("LAN_81", "Κλειστή ανάρτηση");
define("LAN_100", "άρθρα");
define("LAN_180", "Αναζήτηση");
define("LAN_191", "Πληροφορίες");
define("LAN_192", "Οι χρήστες αυτής της δημόσιας συζήτησης έχουν κάνει συνολικά ");
define("LAN_196", "Έχετε διαβάσει ");
define("LAN_197", " από τα σχόλια.");
define("LAN_198", " Όλα τα καινούρια θέματα έχουν διαβαστεί.");
define("LAN_199", "Μαρκάρετε όλα τα νέα θέματα σαν διαβασμένα");
define("LAN_204", " <b>Μπορείτε</b> να ξεκινήσετε καινούρια θέματα");
define("LAN_205", "Δεν <b>μπορείτε</b> να ξεκινήσετε καινούρια θέματα");
define("LAN_206", " <b>Μπορείτε</b> να απαντήσετε στα θέματα");
define("LAN_207", "Δεν <b>μπορείτε</b> να απαντήσετε στα θέματα");
define("LAN_208", " <b>Μπορείτε</b> να επεξεργαστείτε τα θέματά σας");
define("LAN_209", "Δεν <b>μπορείτε</b> να επεξεργαστείτε τα θέματά σας");
define("LAN_392", "σταματήσατε την παρακολούθηση του θέματος");
define("LAN_393", "Λίστα θεμάτων για παρακολούθηση");
define("LAN_394", "Κλειστή συζήτηση");
define("LAN_397", "Θέματα που παρακολουθούνται");
define("LAN_398", "Κλειστό");
define("LAN_399", "Περιορισμένη");
define("LAN_400", "Αυτό το φόρουμ μπορεί να ανατρέξει μόνο ανά εγγεγραμμένα μέλη");
define("LAN_401", "Μέλη μόνο");
define("LAN_402", "Αυτή η συζήτηση είναι μόνο για ανάγνωση");
define("LAN_403", "Κανένα θέμα ακόμα");
define("LAN_404", "θέματα");
define("LAN_405", "Περιορισμένη Πρόσβαση");
define("LAN_406", "Σε αυτή τη συζήτηση έχουν πρόσβαση μόνο οι διαχειριστές");
define("LAN_407", "Σε αυτή τη συζήτηση έχουν πρόσβαση τα μέλη μόνο");
define("LAN_408", "Αυτή η συζήτηση είναι για ανάγνωση-μόνο");
define("LAN_409", "Αυτή είναι μια κατηγορία με περιορισμένη πρόσβαση");
define("LAN_410", "Καλώς όρισες επισκέπτη");
define("LAN_411", "θέμα");
define("LAN_412", "απάντηση");
define("LAN_413", "θέματα");
define("LAN_414", "απαντήσεις");
define("LAN_415", "χρήστης που περιηγείται αυτή τη στιγμή στο φόρουμ");
define("LAN_416", "χρήστες αυτή τη στιγμή στο φόρουμ  ειναι  ");
define("LAN_417", "μέλος");
define("LAN_418", "επισκέπτης");
define("LAN_419", "μέλη");
define("LAN_420", "επισκέπτες");
define("LAN_421", "Δείτε τα νέα θέματα");
define("LAN_422", "Νέα θέματα από την τελευταία επίσκεψή σας");
define("LAN_423", "Αναρτήθηκε από");
define("LAN_424", "Νέα θέματα");
define("LAN_425", "Απ:");
define("LAN_426", "Αυτή την στιγμή Online einai     ");
define("LAN_427", "Προβολή ");
define("LAN_428", "Απ:");
define("LAN_429", "Μέλη με τις περισσότερες Αναρτήσεις");
define("LAN_430", "Τα πιο Δημοφιλή Θέματα");
define("LAN_431", "Τα Θέματά μου");
define("LAN_432", "Οι Ρυθμίσεις μου");
define("LAN_433", "Κανόνες Συζήτησης");
define("LAN_434", "Επιστροφή στις συζητήσεις");
define("LAN_435", "Το Προφίλ μου");
define("LAN_436", "(Θα ανοίξει ένα νέο παράθυρο.)");
define("LAN_437", "εγγραφή");
define("LAN_438", "και είσοδο.");
define("LAN_439", "εδώ");
define("LAN_440", "για να πάτε στη σελίδα εγγραφής.");
define("LAN_441", "Δείτε τα στατιστικά της συζήτησης");
define("FORLAN_441", "Δεν έχουν οριστεί κανόνες.");
define("FORLAN_442", "Τα Αρχεία που έχω ανεβάσει");
define("FORLAN_443", "[διαγραφή χρήστη]");
define("FORLAN_444", "υπό-συζητήσεις");


?>