<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/forum/languages/English/lan_forum_conf.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-02-17 13:56:14 -0500 (Wed, 17 Feb 2010) $
|     $Author: Limontselo $
+----------------------------------------------------------------------------+
*/
define("LAN_FORUM_INSTALL_01", "Φόρουμ");
define("LAN_FORUM_INSTALL_02", "Αυτό το plugin είναι πλήρως λειτουργικό σύστημα φόρουμ");
define("LAN_FORUM_INSTALL_03", "Ρύθμιση φόρουμ");
define("LAN_FORUM_INSTALL_04", "Το  Φόρουμ σας έχει εγκατασταθεί");
define("LAN_FORUM_INSTALL_05", "Φόρουμ για την επιτυχή αναβάθμιση, τώρα με την έκδοση: %1$s");
define("LAN_FORUM_INSTALL_06", "[φόρουμ]");
define("LAN_FORUM_INSTALL_07", "[περισσότερο...]");
define("FORLAN_5", "Δημοσκόπηση διαγράφηκε.");
define("FORLAN_6", "Θέμα διαγράφηκε");
define("FORLAN_7", "απάντηση διαγράφηκε");
define("FORLAN_8", "Διαγραφή ακυρώθηκε.");
define("FORLAN_9", "Μεταφορά θέματος.");
define("FORLAN_10", "Μεταφορά ακυρώθηκε.");
define("FORLAN_11", "Πίσω στις Συζητήσεις");
define("FORLAN_12", "Διαμόρφωση Συζήτησης");
define("FORLAN_13", "Είστε απόλυτα σίγουρος ότι θέλετε να διαγράψετε αυτή τη δημοσκόπηση;<br />Από τη στιγμή που θα διαγραφεί <b><u>δεν μπορεί</u></b> να ανακτηθεί.");
define("FORLAN_14", "Ακύρωση");
define("FORLAN_15", "Επιβεβαιώστε τη διαγραφή του θέματος από τη συζήτηση");
define("FORLAN_16", "Επιβεβαίωση διαγραφής δημοσκόπησης");
define("FORLAN_17", "αναρτήθηκε από");
define("FORLAN_18", "Είστε απόλυτα βέβαιος ότι θέλετε να διαγράψετε σε αυτή τη συζήτηση;");
define("FORLAN_19", "τα θέματα και τις σχετικές απαντήσεις που έχουν αναρτηθεί;");
define("FORLAN_20", "η δημοσκόπιση επίσης θα διαγραφεί");
define("FORLAN_21", "Από τη στιγμή που θα διαγραφούν");
define("FORLAN_22", "θέμα<br />Από τη στιγμή που θα διαγραφεί");
define("FORLAN_23", "δεν μπορεί</u></b> να ανακτηθεί");
define("FORLAN_24", "Μεταφορά θέματος στη συζήτηση");
define("FORLAN_25", "Μεταφορά");
define("FORLAN_26", "Απάντηση διαγράφηκε");
define("FORLAN_27", "μεταφορά");
define("FORLAN_28", "Μην μετονομάσετε τον τίτλο στο θέμα");
define("FORLAN_29", "Προσθήκη");
define("FORLAN_30", "στον τίτλο");
define("FORLAN_31", "Αλλαγή στο:");
define("FORLAN_32", "Επιλογή μετονομασίας στο θέμα:");


?>