<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/forum/languages/English/lan_forum_post.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-02-17 13:56:14 -0500 (Wed, 17 Feb 2010) $
|     $Author: Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Συζήτηση");

define("LAN_01", "Συζητήσεις");
define("LAN_02", "Απάντηση στο: ");
define("LAN_03", "Νέο Θέμα");
define("LAN_1", "Κανονικό");
define("LAN_2", "Σημείωση");
define("LAN_3", "Ανακοίνωση");
define("LAN_4", "Δημιουργία Δημοσκόπησης");
define("LAN_5", "Ερωτήματα Δημοσκόπησης:");
define("LAN_6", "Προσθήκη και άλλης επιλογής");
define("LAN_7", "Επιλογή ψηφοφορίας:");
define("LAN_8", "Επιτρέπεται η ψηφοφορία από όλους");
define("LAN_9", "Επιτρέπεται η ψηφοφορία από μέλη μόνο");
define("LAN_10", "Είσοδος");
define("LAN_11", "Πάντα συνδεδεμένος");
define("LAN_16", "Όνομα Χρήστη: ");
define("LAN_17", "Κωδικός Χρήστη: ");
define("LAN_20", "Λάθος");
define("LAN_27", "Αφήσατε κενά υποχρεωτικό(α) πεδία");
define("LAN_28", "Δεν έχετε κάνει καμμία αποστολή ..");
define("LAN_29", "Επεξεργάστηκε");
define("LAN_45", "Σε αυτές τις συζητήσεις μπορούν να κάνουν ανάρτηση μόνο εγγεγραμμένα και σε σύνδεση μέλη, παρακαλώ πατήστε εδώ");
define("LAN_60", "Ξεκινήστε Νέο Θέμα");
define("LAN_61", "Το όνομά σας: ");
define("LAN_62", "Ανάρτηση: ");
define("LAN_63", "Θέμα: ");
define("LAN_64", "Προσθήκη νέου θέματος");
define("LAN_73", "Απάντηση: ");
define("LAN_74", "Απάντηση στο θέμα");
define("LAN_77", "Ανανέωση Θέματος");
define("LAN_78", "Ανανέωση Απάντησης");
define("LAN_94", "Αναρτήθηκε από");
define("LAN_95", "Χωρίς άδεια");
define("LAN_96", "Δεν έχετε την άδεια για να επεξεργαστείτε την ανάρτησή σας σε αυτή τη συζήτηση.");
define("LAN_100", "Θέμα Ανάρτησης");
define("LAN_101", "Τελευταία ");
define("LAN_102", " απαντήσεις");
define("LAN_103", "Επανεξέταση πλήρους θέματος. (Θα ανοίξει σε νέο παράθυρο.)");
define("LAN_133", "Ευχαριστούμε");
define("LAN_174", "Εγγραφή");
define("LAN_175", "Είσοδος");
define("LAN_212", "Ξεχάσατε τον κωδικό σας;");
define("LAN_310", "Μη αποδεκτή καταχώρηση από αυτό το όνομα, δεν ανήκει σε κάποιον εγγεγραμμένο χρήστη - αν αυτό είναι το όνομά σας παρακαλώ κάντε είσοδο στην ιστοσελίδα για να μπορέσετε να αναρτήσετε το θέμα σας.");
define("LAN_311", "Ανώνυμος");
define("LAN_322", "Αναρτήθηκε: ");
define("LAN_323", "Προβολή");
define("LAN_324", "Το μήνυμά σας δημοσιεύτηκε με επιτυχία .");
define("LAN_325", "Πατήστε εδώ για να δείτε το μήνυμά σας");
define("LAN_326", "Πατήστε εδώ για να επιστρέψετε στη συζήτηση");
define("LAN_327", "Επισκόπηση");
define("LAN_380", "Αν επιθυμείτε να ειδοποιήστε για κάθε απάντηση που καταχωρήθηκε στο θέμα σας παρακαλώ τσεκάρετε το κουτάκι ");
define("LAN_381", "Απάντηση στη συζήτηση από ");
define("LAN_382", "Αναρτήθηκε από: ");
define("LAN_383", "Παρακαλώ πατήστε τον ακόλουθο σύνδεσμο για να δείτε ολόκληρο το θέμα ...");
define("LAN_384", "Απάντηση στη συζήτηση ");
define("LAN_385", "Ανάρτηση: ");
define("LAN_386", "Αν δεν θέλετε να κάνετε προσθήκη δημοσκόπησης στο θέμα σας αφήστε κενά τα πεδία ");
define("LAN_387", "Πήγαινε");
define("LAN_388", "Πίσω στην κορυφή της σελίδας");
define("LAN_389", "Διπλή ανάρτηση, επαναπροσδιορισμός ...");
define("LAN_390", "Επισύναψη αρχείου / εικόνας");
define("LAN_391", "Επιλογές");
define("LAN_392", "Αρχείο για επισύναψη");
define("LAN_393", "<b>Παρακαλώ σημείωση</b><br />Επιτρέπονται οι τύποι αρχείων:");
define("LAN_394", "Οποιοσδήποτε άλλος τύπος αρχείου θα διαγράφεται αυτόματα.");
define("LAN_395", "Μέγιστο μέγεθος αρχείου");
define("LAN_396", " bytes");
define("LAN_397", "Αυτό το θέμα είναι κλειδωμένο.");
define("LAN_398", "Αυτό το θέμα έχει διαβαστεί");
define("LAN_399", "Δεν έχετε την άδεια για να κάνετε ανάρτηση σε αυτή τη συζήτηση.");
define("LAN_400", "ανάρτηση θέματος σαν");
define("LAN_401", "Άλμα");

define("LAN_402", "δημοσκόπηση");
define("LAN_403", "ανακοίνωση");
define("LAN_404", "σημείωση");
define("LAN_405", "Συζητήσεις");
define("LAN_406", "Απ: ");

//v.616
define("LAN_407", "Επαναπροσδιορισμός");
define("LAN_408", "Εάν η μηχανή αναζήτησης σας δεν υποστηρίζει τον επαναπροσανατολισμό meta παρακαλώ πατήστε");
define("LAN_409", "ΕΔΩ");
define("LAN_410", "για επαναπροσανατολισμό");
define("LAN_411", "εδώ");
define("LAN_412", "για να πάτε στη σελίδα εγγραφής.");

define("LAN_413", "Η Δημοσκόπησή σας έχει αναρτηθεί με επιτυχία.");
define("LAN_414", "Πατήστε Εδώ για να δείτε τη δημοσκόπησή σας");
define("LAN_415", "Η απάντησή σας έχει αναρτηθεί με επιτυχία.");

define("LAN_416", "Επισύναψη αρχείου");
define("LAN_417", "Προσθήκη και άλλης επισύναψης");

define("POLL_506", "Επιτρέπονται οι πολλαπλές επιλογές;");
define("POLL_507", "ναι");
define("POLL_508", "όχι");

define("LAN_FORUM_1", "Ανέβασμα αρχείου κατεστραμένο: ".e_FILE."δημόσιος κατάλογος δεν είναι εγγράψιμος");
define("LAN_FORUM_2", "Διπλή ανάρτηση");


?>