<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/forum/languages/English/lan_forum_viewforum.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-02-17 13:56:14 -0500 (Wed, 17 Feb 2010) $
|     $Author: Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Συζήτηση");
define("LAN_01", "Συζητήσεις");
define("LAN_02", "Πίσω στην κορυφή");
define("LAN_03", "Πήγαινε");
define("LAN_53", "Θέμα");
define("LAN_54", "Συγγραφέας");
define("LAN_55", "Απαντήσεις");
define("LAN_56", "Επισκέψεις");
define("LAN_57", "Τελευταίο θέμα");
define("LAN_58", "Δεν υπάρχουν θέματα ακόμα σε αυτή τη συζήτηση.");
define("LAN_59", "Πρέπει να είστε εγγεγραμμένο μέλος και να έχετε συνδεθεί για να κάνετε ανάρτηση σε αυτή τη συζήτηση. Πατήστε στο μενού επιλογές σύνδεσης, για να εγγραφείτε ή να συνδεθείτε.");
define("LAN_79", "Νέα θέματα");
define("LAN_80", " Δεν υπάρχουν νέα θέματα");
define("LAN_81", "Κλειστό θέμα");
define("LAN_180", "Αναζήτηση");
define("LAN_199", "Υπάρχουν αδιάβαστα θέματα");
define("LAN_202", "Σημείωση");
define("LAN_203", "Σημείωση/Κλειστή");
define("LAN_204", " <b>Μπορείτε να</b> αναρτήσετε νέο θέμα");
define("LAN_205", "Δεν <b>μπορείται να</b> αναρτήσετε νέο θέμα");
define("LAN_206", " <b>Μπορείτε να</b> απαντήσετε στο θέμα");
define("LAN_207", "Δεν <b>μπορείται να</b> απαντήσετε στο θέμα");
define("LAN_208", " <b>Μπορείτε να</b> επεξεργαστείτε το θέμα σας");
define("LAN_209", "Δεν  <b>μπορείται να</b> επεξεργαστείτε το θέμα σας");
define("LAN_316", "Πήγαινε στη σελίδα:");
define("LAN_317", "Κανένα");
define("LAN_321", "Συντονιστές:");
define("LAN_395", "[σημείωση]");
define("LAN_396", "Ανακοίνωση");
define("LAN_397", "Αυτό το θέμα έχει ήδη διαβαστεί");
define("LAN_398", "Ακύρωση σημείωσης");
define("LAN_399", "Κλείδωσε θέμα");
define("LAN_400", "Ξεκλείδωσε θέμα");
define("LAN_401", "Κάνε το θέμα σημείωση");
define("LAN_402", "Μεταφορά θέματος");
define("LAN_403", "Άλμα στη συζήτηση");
define("LAN_404", "Σε αυτή τη συζήτηση συντονιστές είναι");
define("LAN_405", "ο χρήστης αυτή τη στιγμή είναι στο θέμα");
define("LAN_406", "οι χρήστες αυτή τη στιγμή είναι στα θέματα");
define("LAN_407", "μέλος");
define("LAN_408", "επισκέπτης");
define("LAN_409", "μέλη");
define("LAN_410", "επισκέπτες");
define("LAN_411", "Σημαντικά Θέματα");
define("LAN_412", "Θέματα Συζήτησης");
define("LAN_431", "Οργάνωσε τη συζήτηση: rss 0.92");
define("LAN_432", "Οργάνωσε τη συζήτηση: rss 2.0");
define("LAN_433", "Οργάνωσε τη συζήτηση: RDF");
define("LAN_434", "Είστε σίγουρος ότι θέλετε να διαγράψετε αυτό το θέμα και όλες τις απαντήσεις που έχουν αναρτηθεί;");
define("LAN_435", "Διαγραφή θέματος");
define("FORLAN_CLOSE", "Θέμα κλειστό.");
define("FORLAN_OPEN", "Θέμα που ανοίχτηκε ξανά.");
define("FORLAN_STICK", "Θέμα που έγινε σημείωση.");
define("FORLAN_UNSTICK", "Θέμα που βγήκε από σημείωση.");
define("FORLAN_6", "Το Θέμα διαγράφηκε");
define("FORLAN_7", "οι απαντήσεις διαγράφηκαν");
define("FORLAN_8", "εδώ");
define("FORLAN_9", "για να κάνετε εγγραφή ή είσοδο από τις επιλογές του μενού εισόδου.");
define("FORLAN_10", "Αναρτήστε νέο θέμα");
define("FORLAN_11", "Νέα Θέματα");
define("FORLAN_12", "Δεν υπάρχουν Νέα Θέματα");
define("FORLAN_13", "Υπάρχουν Νέες Αναρτήσεις στα Δημοφιλή Θέματα");
define("FORLAN_14", "Δεν υπάρχουν Νέες Αναρτήσεις στα Δημοφιλή Θέματα");
define("FORLAN_15", "Σημείωση");
define("FORLAN_16", "Κλειστή Σημείωση");
define("FORLAN_17", "Ανακοίνωση");
define("FORLAN_18", "Κλειστή Ανακοίνωση");
define("FORLAN_19", "[διαγραφή χρήστη]");
define("FORLAN_20", "Υπο-συζήτηση");
define("FORLAN_21", "Θέματα");
define("FORLAN_22", "Τελευταίο Θέμα");


?>