<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|        $URL: ../e107_languages/Greek/admin/lan_mailout.php $
|     $Revision: 1.0 $
|     $Id: lan_mailout.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("PRFLAN_52", "Αποθήκευση Αλλαγών");
define("PRFLAN_63", "Αποστολή δοκιμή ηλεκτρονικού μηνύματος");
define("PRFLAN_65", "Κάντε κλικ για να στείλετε ηλεκτρονικό μήνυμα στη διεύθυνση");
define("PRFLAN_66", "Τεστ ηλεκτρονικού μηνύματος από");
define("PRFLAN_67", "Αυτό είναι ένα τεστ για μήνυμα ηλεκτρονικού ταχυδρομείου, φαίνεται ότι οι ρυθμίσεις του email σας λειτουργούν κανονικά!\n\nRegards\nαπό το σύστημα ιστοσελίδων e107.");
define("PRFLAN_68", "Το ηλεκτρονικό μήνυμα δεν μπόρεσε να σταλεί. Φαίνεται ότι ο διακομιστής σας δεν έχει ρυθμιστεί σωστά, για να στείλετε μηνύματα ηλεκτρονικού ταχυδρομείου, παρακαλώ προσπαθήστε ξανά χρησιμοποιώντας SMTP, ή επικοινωνήστε με τους οικοδεσπότες σας και ζητήστε τους να ελέγξουν τις ρυθμίσεις sendmail / e-mail του διακομιστή.");
define("PRFLAN_69", "Το ηλεκτρονικό μήνυμα στάλθηκε με επιτυχία, ελέγξτε τα εισερχόμενά σας.");
define("PRFLAN_70", "Μέθοδος αποστολής μηνυμάτων");
define("PRFLAN_71", "Αν έχετε κάποια αμφιβολία και δεν γνωρίζετε αρκετά, αφήστε το php  προεπιλεγμένο");
define("PRFLAN_72", "SMTP Διακομιστής");
define("PRFLAN_73", "SMTP Όνομα Χρήστη");
define("PRFLAN_74", "SMTP Κωδικός πρόσβασης");
define("PRFLAN_75", "Το ηλεκτρονικό ταχυδρομείο δεν μπόρεσε να σταλεί. Παρακαλώ εξετάστε ρυθμίσεις SMTP σας, ή απενεργοποιήσετε το SMTP και προσπαθήστε ξανά.");
define("MAILAN_01", "Από το Όνομα");
define("MAILAN_02", "Από το Ηλεκτρονικό Ταχυδρομείο");
define("MAILAN_03", "Προς");
define("MAILAN_04", "Κοινοποίηση/Cc");
define("MAILAN_05", "Κρυφή κοινοποίηση/Bcc");
define("MAILAN_06", "Θέμα");
define("MAILAN_07", "Επισύναψη/Attachment");
define("MAILAN_08", "Αποστολή Ηλεκτρονικού Μηνύματος");
define("MAILAN_09", "Χρησιμοποιήστε την εμφάνιση του  θέματός μου σαν στυλ");
define("MAILAN_10", "Χρήστης Εγγεγραμμένος");
define("MAILAN_11", "Εισαγωγή Μεταβλητών");
define("MAILAN_12", "Όλα τα Μέλη");
define("MAILAN_13", "Όλα τα Ανεπιβεβαiωτα Μέλη");
define("MAILAN_14", "Συνιστάται να ενεργοποιήσετε το SMTP για την αποστολή μεγάλου αριθμού μηνυμάτων ηλεκτρονικού ταχυδρομείου - εισάγετε τις προτιμήσεις σας πιο κάτω.");
define("MAILAN_15", "Εξερχόμενα");
define("MAILAN_16", "όνομα χρήστη");
define("MAILAN_17", "εγγραφή συνδέσμου");
define("MAILAN_18", "ταυτότητα/id χρήστη");
define("MAILAN_19", "Δεν υπάρχει ηλεκτρονική διεύθυνση για τους διαχειριστες της ιστοσελίδας. Ελέγξτε τις προτιμήσεις σας και προσπαθήστε ξανά.");
define("MAILAN_20", "Αποστολή μηνύματος-διαδρομή");
define("MAILAN_21", "Μαζικα-Μηνύματα Δεδομένα");
define("MAILAN_22", "Δεν φαίνεται να υπάρχουν αποθηκευμένα  δεδομένα");
define("MAILAN_23", "ομάδες χρηστών:");
define("MAILAN_24", "ηλεκτρονικό(α) μήνυμα(τα) είναι έτοιμο(α) να αποσταλεί(ουν)");
define("MAILAN_25", "Παύση");
define("MAILAN_26", "Παύση κάθε μαζικής αποστολής");
define("MAILAN_27", "ηλεκτρονικά μηνύματα");
define("MAILAN_28", "Χρόνος Παύσης");
define("MAILAN_29", "δευτερόλεπτα");
define("MAILAN_30", "Περισσότερο από 30 δευτερόλεπτα μπορούν να προκαλέσουν τη διακοπή της μηχανής αναζήτησης");
define("MAILAN_31", "Αναπήδηση στην Επεξεργασία Ηλεκτρονικού Μηνύματος");
define("MAILAN_32", "Διεύθυνση Ηλεκτρονικού Ταχυδρομείου");
define("MAILAN_33", "Εισερχόμενο μήνυμα");
define("MAILAN_34", "Όνομα Λογαριασμού");
define("MAILAN_35", "Κωδικός");
define("MAILAN_36", "Διαγραφή ακάλυπτων Μηνυμάτων μετά τον έλεγχο");
define("MAILAN_37", "Προχωρήστε");
define("MAILAN_38", "Ακύρωση");
define("MAILAN_39", "Αποστολή Μηνυμάτων");
define("MAILAN_40", "Θα χρειαστεί να μετονομάσετε <b>e107.htaccess</b> σε <b>.htaccess</b> στο");
define("MAILAN_41", "πριν από την αποστολή μηνύματος από αυτή τη σελίδα.");
define("MAILAN_42", "Προειδοποίηση");
define("MAILAN_43", "Όνομα Χρήστη");
define("MAILAN_44", "Είσοδος Χρήστη");
define("MAILAN_45", "Ηλεκτρονική Διεύθυνση Χρήστη");
define("MAILAN_46", "Χρήστης-Ταύτιση");
define("MAILAN_47", "περιέχει");
define("MAILAN_48", "ισούται");
define("MAILAN_49", "Id");
define("MAILAN_50", "Συγγραφέας");
define("MAILAN_51", "Θέμα");
define("MAILAN_52", "Τελευταία κίνηση");
define("MAILAN_53", "Διαχειριστές");
define("MAILAN_54", "Ίδιος");
define("MAILAN_55", "Κλάση Χρήστη");
define("MAILAN_56", "Αποστολή Ηλεκτρονικών Μηνυμάτων");
define("MAILAN_57", "Κρατείστε την  SMTP συνεδρία ζωντανή");
define("MAILAN_58", "Υπάρχει ένα πρόβλημα με το συνημμένο:");
define("MAILAN_59", "Πληροφορίες για την Πρόοδο της αποστολής μηνυμάτων");
define("MAILAN_60", "Αποστολή...");
define("MAILAN_61", "Δεν υπάρχουν υπόλοιπα ηλεκτρονικά μηνύματα για αποστολή.");
define("MAILAN_62", "Ηλεκτρονικά μηνύματα στάλθηκαν:");
define("MAILAN_63", "Ηλεκτρονικά μηνύματα απέτυχαν:");
define("MAILAN_64", "Συνολικός χρόνος που παρήλθε:");
define("MAILAN_65", "δευτερόλεπτα");
define("MAILAN_66", "Ακυρώθηκε με επιτυχία");
define("MAILAN_67", "Χρησιμοποιήστε 'POP πριν από την SMTP' πιστοποίηση");
define("MAILAN_68", "Δοκιμή διεύθυνσης");
define("MAILAN_69", "Είσοδος χρήστη");
define("MAILAN_70", "email χρήστη");


?>