<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_links.php $
|     $Revision: 1.0 $
|     $Id: lan_links.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("LCLAN_1", "Επιλογές Αποθηκευμένες");
define("LCLAN_2", "Οι Σύνδεσμοι αποθηκεύονται στη βάση δεδομένων.");
define("LCLAN_3", "Οι Σύνδεσμοι ενημερώθηκαν στη βάση δεδομένων.");
define("LCLAN_6", "Ενημερώθηκε.");
define("LCLAN_8", "Σύνδεσμοι που υπάρχουν");
define("LCLAN_12", "Ανταποδοτικοί Σύνδεσμοι");
define("LCLAN_15", "Όνομα Συνδέσμων");
define("LCLAN_16", "Σύνδεσμοι URL");
define("LCLAN_17", "Περιγραφή Συνδέσμου");
define("LCLAN_18", "Κουμπί Συνδέσμου / Εικόνα/Icon");
define("LCLAN_19", "Σύνδεσμοι Ανοικτού Τύπου");
define("LCLAN_20", "Ανοίγει στο ίδιο παράθυρο");
define("LCLAN_23", "Ανοίγει σε νέο παράθυρο");
define("LCLAN_24", "Ανοίγει σε 600x400 μίνι-παράθυρο");
define("LCLAN_25", "Κατηγορία Συνδέσμων");
define("LCLAN_26", "Επιλεγοντας θα γίνει ο σύνδεσμος ορατός μόνο στους χρήστες της εν λόγω κατηγορίας");
define("LCLAN_27", "Ενημέρωση Συνδέσμων");
define("LCLAN_28", "Δημιουργία Συνδέσμου");
define("LCLAN_29", "Σύνδεσμοι");
define("LCLAN_30", "μετακίνηση  επάνω");
define("LCLAN_31", "μετακίνηση κάτω");
define("LCLAN_39", "Προβολή εικόνων");
define("LCLAN_53", "Σύνδεσμος");
define("LCLAN_54", "Διαγράφεται");
define("LCLAN_58", "Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το σύνδεσμο;");
define("LCLAN_61", "Δεν υπάρχουν σύνδεσμοι");
define("LCLAN_62", "Συνδέσεις Αρχικής Σελίδας");
define("LCLAN_63", "Δημιουργία νέου Συνδέσμου");
define("LCLAN_68", "Επιλογές Συνδέσμων");
define("LCLAN_78", "Περιγραφή Εμφάνιση ως  Οθόνη συμβουλής/Screen-Tip");
define("LCLAN_79", "Η περιγραφή θα εμφανιστεί όταν το ποντίκι περνάει πάνω από τον σύνδεσμο");
define("LCLAN_80", "Ενεργοποιήστε την επέκταση υπο-μενού");
define("LCLAN_81", "Τα δευτερεύοντα μενού θα εμφανίζονται μόνο αφού κάνετε κλικ στον αρχικό σύνδεσμο (ο αρχικός σύνδεσμος θα είναι απενεργοποιημένος)");
define("LCLAN_83", "Δημιουργός Υπομενού");
define("LCLAN_88", " Επιλογές  Συνδεσμων Ιστοσελίδας");
define("LCLAN_89", "Εικόνα");
define("LCLAN_91", "Μετακίνηση");
define("LCLAN_95", "Κατηγορία");
define("LCLAN_96", "Εμφανίζεται στο θέμα σας, σαν");
define("LINKLAN_1", "Ανοίγει σε παράθυρο 800x600");
define("LINKLAN_2", "Αρχικός  Σύνδεσμος");
define("LINKLAN_3", "Χωρίς αρχικό (Κανονικός σύνδεσμος)");
define("LINKLAN_4", "Δημιουργία Υπο-συνδέσμου");
define("LINKLAN_5", "Δημιουργία Υπο-συνδεσμων");
define("LINKLAN_6", "Δημιουργία Υπο-συνδέσμων από:");
define("LINKLAN_7", "Δημιουργία Υπο-συνδέσμων σύμφωνα με την οποία ο σύνδεσμος βρίσκεται σε;");
define("LINKLAN_8", "Κατηγορίες Ειδήσεις");
define("LINKLAN_9", "Κατηγορίες λήψεων");
define("LINKLAN_10", "Δημιουργία υπο-συνδέσμου");


?>