<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_check_user.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/04 15:59:02 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/
define("LAN_CKUSER_01", "Ελέγξτε την βάση δεδομένων των χρηστών");
define("LAN_CKUSER_02", "Αυτό θα ελέγξει για τα διάφορα πιθανά προβλήματα με τη βάση δεδομένων χρηστών");
define("LAN_CKUSER_03", "Εάν έχετε πολλούς χρήστες, μπορεί να πάρει κάποιο χρόνο, ή ακόμη και αποσύνδεσή");
define("LAN_CKUSER_04", "Προχωρήστε");
define("LAN_CKUSER_05", "Έλεγχος για διπλα ονόματα χρηστών");
define("LAN_CKUSER_06", "Επιλέξτε τις λειτουργίες για την εκτέλεση");
define("LAN_CKUSER_07", "Διπλα ονόματα χρηστών που βρέθηκαν");
define("LAN_CKUSER_08", "Δεν βρέθηκαν διπλότυπα");
define("LAN_CKUSER_09", "Όνομα χρήστη");
define("LAN_CKUSER_10", "Αναγνωριστικό χρήστη  ID");
define("LAN_CKUSER_11", "Εμφανιζόμενο όνομα");
define("LAN_CKUSER_12", "Έλεγχος για διπλές διευθύνσεις ηλεκτρονικού ταχυδρομείου");
define("LAN_CKUSER_13", "Διπλότυπα διευθύνσεις ηλεκτρονικού ταχυδρομείου που βρέθηκαν");
define("LAN_CKUSER_14", "Διεύθυνση ηλεκτρονικού ταχυδρομείου");
define("LAN_CKUSER_15", "Δεν βρέθηκαν διπλότυπα");
define("LAN_CKUSER_16", "Βρείτε τις καταχωρήσεις όπου το όνομα χρήστη είναι κάποιου άλλου\ων όνομα εισόδου");
define("LAN_CKUSER_17", "Αντικρουόμενα όνομα χρήστη και όνομα εισόδου");
define("LAN_CKUSER_18", "Ο χρήστης Α");
define("LAN_CKUSER_19", "Χρήστης B");
define("LAN_CKUSER_20", "Μετάφραση και επεξεργασία κειμένων του σελίδας e107gr.com");


?>