<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_language.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/04 13:26:47 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/
define("LANG_LAN_00", "δεν μπόρεσε να δημιουργηθεί. (υπάρχει ήδη)");
define("LANG_LAN_01", "διεγράφη (εφόσον υπάρχει) και δημιουργήθηκε.");
define("LANG_LAN_02", "δεν μπορεί να διαγραφεί");
define("LANG_LAN_03", "Πίνακες");
define("LANG_LAN_05", "Δεν έχει εγκατασταθεί");
define("LANG_LAN_06", "Δημιουργία πινάκων");
define("LANG_LAN_07", "Διαγραφή σε υπάρχοντες πίνακες;");
define("LANG_LAN_08", "Αντικαθιστώντας υπάρχοντες πίνακες (τα δεδομένα θα χαθούν).");
define("LANG_LAN_10", "Επιβεβαίωση διαγραφής");
define("LANG_LAN_11", "Διαγραφή μη-επιλεγμένος πίνακας πιο πάνω  (αν υπάρχουν).");
define("LANG_LAN_12", "Ενεργοποίηση Πολύ-Γλωσσικοί Πίνακες");
define("LANG_LAN_13", "Προτιμήσεις Γλώσσας");
define("LANG_LAN_14", "Προεπιλεγμένη γλώσσα της ιστοσελίδας");
define("LANG_LAN_15", "Σημειώστε να αντιγράψετε δεδομένα από την προεπιλεγμένη γλώσσα. (Χρήσιμο για συνδέσμους, νέα-κατηγορίες, κλπ.)");
define("LANG_LAN_16", "Πολυ-γλωσσική χρήση βάσης δεδομένων");
define("LANG_LAN_17", "Προεπιλεγμένη Γλώσσα - Δεν υπάρχουν πρόσθετα πινάκων που απαιτούνται.");
define("LANG_LAN_18", "Χρησιμοποιήστε Subdomains υπό κατασκευή με αυτούς τους τομείς για να ορίσετε Γλώσσα:");
define("LANG_LAN_19", "π.χ. Το τομέα gr.e107gr.com θα ορίσετε τη γλώσσα στα ελληνικά ή το fr.mydomain.com για να ορίσετε τη γλώσσα στα γαλλικά.");
define("LANG_LAN_20", "Δώστε ένα όνομα για κάθε γραμμή. π.χ.. .e107gr.com  κλπ.  ή αφήστε το κενό για απενεργοποίηση.");
define("LANG_LAN_21", "Γλώσσα-Πακέτα");
define("LANG_LAN_23", "Δημιουργία ( σε zip μορφή )");
define("LANG_LAN_24", "Δημιουργία  Πακέτου(ων)");
define("LANG_LAN_AGR", "Σημείωση: Με τη χρήση αυτών των εργαλείων συμφωνείτε να μοιράζεστε το(α) πακέτο(α) γλώσσας(ων) σας  με την κοινότητα του e107.");
define("LANG_LAN_EML", "Παρακαλώ στείλετε μήνυμα με το ηλεκτρονικό ταχυδρομείο το γλωσσικό πακέτο σας στο:");
define("LANG_LAN_25", "Παρακαλώ ελέγξτε ότι CORE_LC και CORE_LC2 έχουν τις τιμές μέσα [lcpath] και προσπαθήστε πάλι.");
define("LANG_LAN_26", "Παρακαλώ σιγουρευτείτε ότι χρησιμοποιείτε τα ονόματα φακέλλων προεπιλογής μέσα  στο e107_config.php (π.χ.. 'e107_languages/', 'e107_plugins/' κ.λ.π..) και προσπαθήστε ξανά.");
define("LANG_LAN_27", "Επιβεβαιώστε τα αρχεία γλώσσας σας («Επιβεβαίωση»), στη συνέχεια, προσπαθήστε ξανά.");
define("LANG_LAN_28", "Επιλέξτε αυτό το πλαίσιο μόνο εαν ανοίκετε στην ομάδα  [ πιστοποιημένος μεταφραστής e107]. Για περισσότερες πληροφορίες μπορείτε να κάνετε κλικ στον παραπάνω σύνδεσμο");
define("LANG_LAN_29", "Πρέπει να διορθώσετε τα υπόλοιπα λαθη πρίν συμβάλλετε  και εσείς με το γλωσσικό πακέτο σας.");
define("LANG_LAN_30", "Ημερομηνία κυκλοφορίας");
define("LANG_LAN_31", "Συμβατότητα");
define("LANG_LAN_32", "Εγκατεστημένες γλώσσες");
define("LANG_LAN_33", "Εμφάνιση μόνο τα σφάλματα κατά την επαλήθευση");
define("LANG_LAN_34", "Παρακαλούμε να επαληθεύσει και να διορθώσει το υπόλοιπο [x] error(s) πριν επιχειρήσετε να δημιουργήσετε ένα πακέτο γλώσσας.");


?>