<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_meta.php $
|     $Revision: 1.0 $
|     $Id: lan_meta.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("METLAN_1", "Ετικέτες/Meta tags ενημέρωση της βάσης δεδομένων");
define("METLAN_2", "Εισάγετε πρόσθετες ετικέτες/meta-tags");
define("METLAN_3", "Εισάγετε τις νέες ρυθμίσεις ετικέτας/meta tag");
define("METLAN_4", "Ενημερώθηκε");
define("METLAN_5", "Πληκτρολογείστε την περιγραφή σας εδώ");
define("METLAN_6", "πληκτρολογείστε, μία, λίστα, από, τις, Λέξεις κλειδιά, εδώ");
define("METLAN_7", "Πληκτολογείστε τις  πληροφορίες της πνευματικής ιδιοκτησίας σας εδώ");
define("METLAN_8", "Ετικέτες/Meta Tags");
define("METLAN_9", "Περιγραφή");
define("METLAN_10", "Λέξεις Κλειδιά");
define("METLAN_11", "Πνευματικά δικαιώματα");
define("METLAN_12", "Χρησιμοποιήστε την περιγραφή των Νέων τίτλων ως meta-περιγραφή στις σελίδες ειδήσεων.");
define("METLAN_13", "Συγγραφέας");


?>