<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_cache.php $
|     $Revision: 1.0 $
|     $Id: lan_cache.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("CACLAN_1", "Κατάσταση συστήματος Προσωρινής μνήμης");
define("CACLAN_2", "Ρύθμιση της κατάστασης προσωρινής μνήμης");
define("CACLAN_3", "Προσωρινή μνήμη του Συστήματός");
define("CACLAN_4", "Ορίστε την κατάσταση  προσωρινής μνήμης");
define("CACLAN_5", "Άδειασμά της προσωρινής μνήμης");
define("CACLAN_6", "Η προσωρινή  μνήμη έχει Αδειάσει");
define("CACLAN_7", "Απενεργοποιήστε την προσωρινή μνήμη");
define("CACLAN_9", "Τα δεδομένα να αποθηκεύονται σε αρχείο στο δίσκο");
define("CACLAN_10", "Ο κατάλογος προσωρινής μνήμης/cache δεν είναι εγγράψιμος. Παρακαλούμε να εξασφαλιστεί αυτός ο κατάλογος και να οριστεί ως CHMOD 0777");


?>