<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_users_extended.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/21 20:03:51 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/
define("EXTLAN_1", "Όνομα");
define("EXTLAN_2", "Προεπισκόπηση");
define("EXTLAN_3", "Αξίες, Όνομα Φράσις <br>
π.χ Το κείμενο που θα εισάγετε , η η ονομασία τον διαφορων φράσεων που θα θέλατε να έχουν η χρηστές την δυνατότητά να επιλέξουν.");
define("EXTLAN_4", "Απαιτείται");
define("EXTLAN_5", "Εφαρμοστέο σε");
define("EXTLAN_6", "Πρόσβαση 'Read access'");
define("EXTLAN_7", "Τροποποίηση αρχείων 'Write access'");
define("EXTLAN_8", "Δραστηριοτητα");
define("EXTLAN_9", "Εκτεταμένοι τομείς χρηστών");
define("EXTLAN_10", "Όνομα τομέα");
define("EXTLAN_11", "Αυτό είναι το όνομα του τομέα όπως αποθηκεύεται στον πίνακα, θα πρέπει να είναι μοναδικός από οτιδήποτε άλλο, και δεν πρέπει να χρησιμοποιηθεί στον κύριο πίνακα τον χρηστών. 'ΠΡΟΣΟΧΉ' Μονο σε λατινικους χαρακτήρες");
define("EXTLAN_12", "Κείμενο τομέα");
define("EXTLAN_13", "Αυτό είναι το επιδειχθε'ν όνομα του τομέα στις σελίδες");
define("EXTLAN_14", "Τύπος πεδίου");
define("EXTLAN_15", "Ο τομέας περιλαμβάνει το κείμενο");
define("EXTLAN_16", "Προεπιλεγμένη τιμή");
define("EXTLAN_17", "Εισάγετε κάθε πιθανή αξία σε κάθε γραμμή <br /> Για βοήθεια βλ. πίνακα Βάσης Δεδομένων .");
define("EXTLAN_18", "Απαιτούμενη");
define("EXTLAN_19", "Οι χρήστες θα απαιτηθούν για να εισαγάγουν μια αξία σε αυτόν τον τομέα κατά ενημέρωση των τοποθετήσεών τους.");
define("EXTLAN_20", "Καθορίζει σε ποιους χρήστες θα εφαρμόσει ο τομέας αυτός .");
define("EXTLAN_21", "Αυτό θα καθορίσει ποιος θα δει αυτόν τον τομέα στις ρυθμίσεις χρήστη.");
define("EXTLAN_22", "Αυτό θα καθορίσει ποιος μπορεί να δει την αξία της σελίδας χρήστη <br />ΣΗΜΕΙΩΣΗ: Στη ρύθμιση 'Μόνο ανάγνωση'  θα εφαρμοστεί ορατή μόνο στους Διαχειριστες και τα μελη.");
define("EXTLAN_23", "Προσθήκη πεδίου τομέων");
define("EXTLAN_24", "Ενημέρωση πεδίου τομέων");
define("EXTLAN_25", "μετακίνηση προς τα κάτω");
define("EXTLAN_26", "μετακίνηση προς τα πανω");
define("EXTLAN_27", "Επιβεβαίωση διαγραφής");
define("EXTLAN_28", "Κανένας τομέας δεν καθορίζεται εκτεταμένος");
define("EXTLAN_29", "Επέκταση στους τομείς χρήστη αποθηκεύτηκαν.");
define("EXTLAN_30", "Εκτεταμένος τομέας, διαγράφηκε");
define("EXTLAN_33", "Ακύρωση Επεξεργασία");
define("EXTLAN_34", "Εκτεταμένος τομέας");
define("EXTLAN_35", "Κατηγορίες");
define("EXTLAN_36", "Καμία ορισμένη κατηγορία");
define("EXTLAN_37", "Δεν καθοριζετε καμία κατηγορία");
define("EXTLAN_38", "Ονομα κατηγορίας");
define("EXTLAN_39", "Προσθήκη κατηγορίας");
define("EXTLAN_40", "Κατηγορία δημιουργήθηκε");
define("EXTLAN_41", "Κατηγορία διαγράφηκε");
define("EXTLAN_42", "Ενημέρωση Κατηγορίας");
define("EXTLAN_43", "Ενημερώθηκε η Κατηγορία");
define("EXTLAN_44", "Κατηγορία");
define("EXTLAN_45", "Προσθήκη νέου πεδίου");
define("EXTLAN_46", "Βοήθεια");
define("EXTLAN_47", "Προσθήκη νέων παραμέτρων");
define("EXTLAN_48", "Προσθήκη νέων τιμων");
define("EXTLAN_49", "Να επιτρέπετε στον χρήστη να το κρύψει;");
define("EXTLAN_50", "Εαν η ρυθμίσεις σε αυτό είναι 'ΝΑΙ' , θα επιτραπεί στους χρηστές που δεν ειναι διαχειριστές να το κρύψουν");
define("EXTLAN_51", "Οποιαδήποτε έγκυρη w3c παράμετροι μπορούν να εισαχθούν εδώ<br />π.χ. <b><i>κλάση='tbox' μέγεθος='40' Μέγιστο μήκος='80'</i></b> ΣΗΜΕΊΩΣΗ Σε τέτοιες περίπτωσης θα χρησιμοποιήσουμε  τα καθοριζόμενα w3c παράμετροι της μορφής <b><i>class='tbox' size='40' maxlength='80'</i></b>");
define("EXTLAN_52", "regex κωδικό επικύρωσης");
define("EXTLAN_53", "Πληκτρολογέστε τον κωδικό regex που αντιστοιχηθεί για να  κάνει έγκυρη μια είσοδο <br />**Απαιτούνται regex οριοθέτες**");
define("EXTLAN_54", "αποτυχία κείμενο regex");
define("EXTLAN_55", "Εισάγετε το μήνυμα λάθους που θα παρουσιαστεί εάν η επικύρωση regex αποτύχει.");
define("EXTLAN_56", "Προκαθορισμένα πεδία");
define("EXTLAN_57", "Ενεργοποιημένα");
define("EXTLAN_58", "Δεν έχει ενεργοποιηθεί");
define("EXTLAN_59", "Ενεργοποίηση");
define("EXTLAN_60", "Απενεργοποίηση");
define("EXTLAN_61", "Κανενα");
define("EXTLAN_62", "Πίνακας");
define("EXTLAN_63", "Πεδίο Id");
define("EXTLAN_64", "Εμφάνιση Τιμων");
define("EXTLAN_65", "ΟΧΙ - δεν θα εμφανίζετε στην σελίδα εγγραφής");
define("EXTLAN_66", "Ναι - θα εμφανίζονται στην σελίδα εγγραφής");
define("EXTLAN_67", "ΟΧΙ - Παρουσιάστε στη σελίδα εγγραφής");
define("EXTLAN_68", "Τομέα:");
define("EXTLAN_69", "έχει ενεργοποιηθεί");
define("EXTLAN_70", "ΣΦΑΛΜΑ!! Τομέα:");
define("EXTLAN_71", "δεν έχει ενεργοποιηθεί!");
define("EXTLAN_72", "έχει απενεργοποιηθεί");
define("EXTLAN_73", "δεν ήταν απενεργοποιημένο!");
define("EXTLAN_74", "είναι ένα δεσμευμένο όνομα τομέα και ΔΕΝ μπορεί να χρησιμοποιηθεί.");
define("EXTLAN_75", "Σφάλμα κατα την προσθήκη τομέα στην βάση δεδομένων.");
define("EXTLAN_76", "Εγκυροι χαρακτήρες που επιτρέπονται στο  όνομα  του τομεα ειναι  - Απω το Α-Ω, α-ω, 0-9 και το  '_' . η στα αγγλικά τα A-Z, a-z, 0-9, και το  '_'");
define("EXTLAN_77", "Η Κατηγορία ΔΕΝ  μπορεί Διαγραφή - πρέπει πρώτα να διαγράψετε τα πεδία στην αντίστοιχη  κατηγορία:");
define("EXTLAN_78", "Δεν μπορεί να βρεθεί το αρχείο - ΑΡΧΕΙΟ - πρεπει να δημιουργηθούν δεδομένα του πίνακα");
define("EXTLAN_79", "Σφάλμα επικύρωσης - ακυρώθηκε.");
define("EXTLAN_HELP_1", "<b><i>Παράμετροι:</i></b><br />μέγεθος- μέγεθος του πεδίου<br />Μέγιστο μήκος - μέγιστο μήκος του πεδίου<br /><br />class - css class του πεδίου<br />στυλ- css style string<br /><br />regex - regex κωδικό επικύρωσης<br />regexfail - αποτυχία κειμένου επικύρωσης");
define("EXTLAN_HELP_2", "Εισάγετε το κείμενο για τις επιλογές σε ' Values' box - ένα κιβώτιο ανά επιλογή. Προσθέστε τα νέα κιβώτια όπως απαιτείται");
define("EXTLAN_HELP_3", "Εισάγετε το κείμενο για τις επιλογές σε ' Values' box - ένα κιβώτιο ανά επιλογή. Προσθέστε τα νέα κιβώτια όπως απαιτείται");
define("EXTLAN_HELP_4", "<b><i>Values:</i></b><br />Πρέπει να υπάρξουν τρεις τιμές που δίνονται ΠΑΝΤΑ:<br /><ol><li>dbtable</li><li>τομέα που περιέχει id </li>και<li>τομέα που περιέχει τιμή</li></ol><br />");
define("EXTLAN_HELP_5", "Ορίστε μια περιοχή για το κείμενο ελεύθερης μορφής. (Ορίστε το μέγεθος του 'Τομέας που περιλαμβάνει το κείμενο' , όπως απαιτείται στο κουτί)");
define("EXTLAN_HELP_6", "Επιτρέπει στο χρήστη να εισάγει μια αριθμητική τιμή");
define("EXTLAN_HELP_7", "Απαιτείτε στον  χρήστη να εισάγει μια ημερομηνία");
define("EXTLAN_HELP_8", "Επιτρέπει στο χρήστη να επιλέξει από την εγκαταστημένη γλώσσα");


?>