<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_download.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/01 17:17:53 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/
define("DOWLAN_1", "Η λήψη έχει  προστεθεί στη βάση δεδομένων.");
define("DOWLAN_2", "Η Λήψη ενημερώθηκε στην βάση δεδομένων.");
define("DOWLAN_3", "Η μεταφόρτωση διαγράφηκε.");
define("DOWLAN_4", "Παρακαλούμε τικ-αρετε το  πλαίσιο για να διαγράψετε την μεταφόρτωση");
define("DOWLAN_5", "Δεν υπάρχουν κατηγορίες λήψεως που ορίζονται ακόμα, μέχρι να οριστούν ορισμένες δεν μπορείτε να εισάγετε οποιαδήποτε λήψη.");
define("DOWLAN_6", "Δεν υπάρχουν λήψεις");
define("DOWLAN_7", "Υφιστάμενες Λήψεις");
define("DOWLAN_11", "Κατηγορία");
define("DOWLAN_12", "Όνομα");
define("DOWLAN_13", "Αρχείο");
define("DOWLAN_14", "Εισάγετε τη διεύθυνση αν το στοιχείο λήψης είναι ένα εξωτερικό αρχείο");
define("DOWLAN_15", "Συγγραφέας");
define("DOWLAN_16", "Ηελκτρονική διεύθυνση Συντάκτη");
define("DOWLAN_17", "Ιστοσελίδα Συγγραφέα");
define("DOWLAN_18", "Περιγραφή");
define("DOWLAN_19", "Κύρια εικόνα");
define("DOWLAN_20", "Μικρή εικόνα");
define("DOWLAN_21", "Κατάσταση");
define("DOWLAN_24", "Ενημέρωση Λήψεων");
define("DOWLAN_25", "Υποβολή Λήψης");
define("DOWLAN_27", "Λήψη");
define("DOWLAN_28", "Κανένα");
define("DOWLAN_29", "Λήψεις στην μπροστινή σελίδα");
define("DOWLAN_30", "Δημιουργία Λήψεων");
define("DOWLAN_31", "Κατηγορίες");
define("DOWLAN_32", "Επιλογές Λήψεων");
define("DOWLAN_33", "Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το στοιχείο λήψης;");
define("DOWLAN_34", "Είστε σίγουροι ότι θέλετε να διαγράψετε  την κατηγορία λήψης;");
define("DOWLAN_36", "Διαγράφηκε");
define("DOWLAN_37", "Γονικό");
define("DOWLAN_38", "Δεν υπάρχουν κατηγορίες");
define("DOWLAN_39", "Κατηγορίες μεταφορτώσεων");
define("DOWLAN_40", "Κανένα- γονικό κύριο");
define("DOWLAN_41", "Εικόνα");
define("DOWLAN_42", "Προβολή εικόνων");
define("DOWLAN_43", "Ορατό σε");
define("DOWLAN_44", "Τσεκάροντας εδώ θα κάνει την κατηγορία ορατή μόνο στους χρήστες της εν λόγω κατηγορίας");
define("DOWLAN_45", "Δημιουργία κατηγορίας");
define("DOWLAN_46", "Ενημέρωση Κατηγορίας");
define("DOWLAN_47", "Κατηγορία δημιουργήθηκε");
define("DOWLAN_48", "Ενημέρωση Κατηγορίας");
define("DOWLAN_49", "Κατηγορία μεταφορτώσεων");
define("DOWLAN_51", "Αναζήτηση / Ανανέωση λήψεων");
define("DOWLAN_52", "Αρχεία");
define("DOWLAN_53", "Υποκατηγορία");
define("DOWLAN_54", "Επιλογές Μεταφορτώσεων");
define("DOWLAN_55", "Αριθμός λήψεων που θα εμφανίζονται ανά σελίδα");
define("DOWLAN_56", "Ταξινόμηση κατά");
define("DOWLAN_59", "Όνομα αρχείου");
define("DOWLAN_62", "Αύξουσα");
define("DOWLAN_63", "Φθίνουσα");
define("DOWLAN_64", "Ενημέρωση Επιλογών");
define("DOWLAN_65", "Οι Επιλογές Ενημερωθηκαν");
define("DOWLAN_66", "Εισάγετε το μέγεθος του αρχείου");
define("DOWLAN_67", "ID");
define("DOWLAN_68", "Λείπει το αρχείο!");
define("DOWLAN_69", "Τις  μεταφορτώσεις τις  χειρίζεται το PHP");
define("DOWLAN_70", "Επιλέγοντας αυτό θα στείλει όλες τις αιτήσεις λήψης μέσω του PHP.");
define("DOWLAN_100", "Ενεργοποίηση της συμφωνίας μεταφόρτωσης");
define("DOWLAN_101", "Κείμενο Συμφωνίας");
define("DOWLAN_102", "Επιτρέψτε Σχόλια;");
define("DOWLAN_103", "Αφαίρεση από Uploads");
define("DOWLAN_104", "έγινε αφαίρεση από τα κοινόχρηστα uploads");
define("DOWLAN_105", "Επιστροφή στα κοινόχρηστα Uploads");
define("DOWLAN_106", "Μπορεί να κατεβάσετε από");
define("DOWLAN_107", "Όριο μέτρησης λήψεων");
define("DOWLAN_108", "Όριο εύρος ζώνης");
define("DOWLAN_109", "κάθε");
define("DOWLAN_110", "ημέρες");
define("DOWLAN_111", "kb");
define("DOWLAN_112", "Όρια");
define("DOWLAN_113", "Κλάση χρηστών");
define("DOWLAN_114", "Προσθήκη νέου Ορίου");
define("DOWLAN_115", "Ενημέρωση ορίων");
define("DOWLAN_116", "Το Όριο για Κλάση χρηστών υπάρχει ήδη");
define("DOWLAN_117", "Τα Όρια προστέθηκαν με επιτυχία");
define("DOWLAN_118", "Το Όριο δεν προστίθεται - άγνωστο σφάλμα");
define("DOWLAN_119", "Το Όριο αφαιρέθηκε επιτυχώς");
define("DOWLAN_120", "Το Όριο δεν αφαιρέθηκε - άγνωστο σφάλμα");
define("DOWLAN_121", "Το Όριο ενημερώθηκε επιτυχώς");
define("DOWLAN_122", "Αδρανής");
define("DOWLAN_123", "Ενεργά - Το Αρχείο υπόκειται σε όρια λήψης");
define("DOWLAN_124", "Ενεργά - Το Αρχείο δεν υπόκειται σε όρια λήψης");
define("DOWLAN_125", "Όρια μεταφορτώσεων  ενεργά");
define("DOWLAN_126", "Ενεργοποίηση ενημερωσης κατάστασης");
define("DOWLAN_127", "Εισάγετε μόνο το μέγεθος του αρχείου αν η λήψη είναι ένα εξωτερικό αρχείο");
define("DOWLAN_128", "Εξωτερικά/Mirrors");
define("DOWLAN_129", "αφήστε κενό αν δεν χρησιμοποιείτε εξωτερικούς συνδέσμους για  κατέβασμα");
define("DOWLAN_130", "Προσθέστε άλλο εξωτερικο σύνδεσμό");
define("DOWLAN_131", "Επιλέξτε το τοπικό αρχείο");
define("DOWLAN_132", "Παρακαλώ εισάγετε τον εξωτερικό σύνδεσμο πρώτα  για να τον χρησιμοποιήσετε, μετα τη διεύθυνση για  κατέβασμα");
define("DOWLAN_133", "Ο εξωτερικός σύνδεσμος μεταφορτώσεων, ενημερώθηκε στην βάση δεδομένων");
define("DOWLAN_134", "Ο εξωτερικός σύνδεσμος μεταφορτώσης,  αποθηκεύτηκε στην βάση δεδομένων");
define("DOWLAN_135", "Ο εξωτερικός σύνδεσμος μεταφόρτωσης,  διαγράφτηκε");
define("DOWLAN_136", "Εικόνα");
define("DOWLAN_137", "Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό τον εξωτερικο σύνδεσμο μεταφόρτωσης;");
define("DOWLAN_138", "Υπάρχον  σύνδεσμος μεταφόρτωσης,");
define("DOWLAN_139", "Διεύθυνση");
define("DOWLAN_140", "Ανεβάστε τις τοπικές εικόνες στο e107_files/downloadimages για να τις προβάλλετε εδώ, ή να εισαγάγετε την πλήρη διεύθυνση, όταν η εικόνα είναι απομακρυσμένη");
define("DOWLAN_141", "Τοποθεσία");
define("DOWLAN_142", "Ενημέρωση συνδέσμου μεταφόρτωσης");
define("DOWLAN_143", "Δημιουργία συνδέσμου μεταφόρτωσης");
define("DOWLAN_144", "Δεν υπάρχουν σύνδεσμοι μεταφορτώσεων που ορίζονται στο σημείο.");
define("DOWLAN_145", "Λήψη ορατή από");
define("DOWLAN_146", "Τροποποιημένο μήνυμα Λήψη-άρνηση ή URL");
define("DOWLAN_147", "Εικονίδιο για την κενή κατηγορία");
define("DOWLAN_148", "Ελέγξτε για να ενημερώσετε την σφραγίδα ημερομηνίας με την τρέχουσα ώρα");
define("DOWLAN_149", "Ή κάντε κλικ εδώ για να χρησιμοποιήσετε ένα εξωτερικό αρχείο");
define("DOWLAN_150", "Ηλεκτρονικό μήνυμα στο διαχειριστή όταν η λήψη αναφέρεται κατεστραμμένη");
define("DOWLAN_151", "Οι αναφορές κατεστραμμένων λήψεων είναι διαθέσιμα μόνο στο");
define("DOWLAN_152", "Δεν είναι δυνατή η μετακίνηση αρχείων");
define("DOWLAN_153", "Μετακινήστε το αρχείο σε φάκελο λήψης");
define("DOWLAN_154", "εάν χρησιμοποιείτε εξωτερικούς συνδέσμους για  κατέβασμα, επιλέξτε πώς θα εμφανιστούν");
define("DOWLAN_155", "Λειτουργία εμφάνισης εξωτερικών συνδέσμων για  κατέβασμα:");
define("DOWLAN_156", "Εμφάνιση  λίστας , επιτρέπει στο χρήστη να επιλέξει εξωτερικό σύνδεσμο για  κατέβασμα");
define("DOWLAN_157", "χρήση τυχαίας επιλογής για  κατέβασμα- δεν υπάρχει δυνατότητα επιλογής από τους χρηστες");
define("DOWLAN_158", "Εμφάνιση υπο-υπο-κατηγορίας στην κύρια σελίδα λήψης");
define("DOWLAN_159", "Συμπεριλάβετε υπο-υπο-κατηγορία. αριθμήσεων στην υποκατηγορία μέτρησης");
define("DOWLAN_160", "Αποτροπή για ταυτόχρονες λήψεις από μεμονωμένους χρήστες");
define("DOWLAN_161", "Χρήση σφαίρας ασφαλείας σελίδας για να καθυστερήσει η λήψη των αρχείων");
define("DOWLAN_162", "Οι αιτήσεις για");
define("DOWLAN_163", "Χρήστης");
define("DOWLAN_164", "IP");
define("DOWLAN_165", "Ημερομηνία / ώρα");
define("DOWLAN_166", "Επιστροφή στην Κεντρική Σελίδα Downloads");
define("DOWLAN_199", "Προσοχή: μετά το κλάδεμα των στατιστικών για την κάθε λήψη, να μην αντανακλούν συνολικά την ιστορία τους!");
define("DOWLAN_200", "Αριθμός");
define("DOWLAN_201", "Κλαδέψτε το Log αρχείο ");
define("DOWLAN_202", "Κλαδέψτε Λεπτομέρειες  του Log αρχείο ");


?>