<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_search.php $
|     $Revision: 1.0 $
|     $Id: lan_search.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("SEALAN_1", "Διαμόρφωση Αναζήτησης");
define("SEALAN_2", "Αριθμός χαρακτήρων που θα εμφανίζονται στην περίληψη στο αποτέλεσμα αναζήτησης:");
define("SEALAN_3", "Αναζήτηση μέθοδο ταξινόμησης:");
define("SEALAN_6", "Σχόλια");
define("SEALAN_7", "Εγγεγραμμένα Μέλη");
define("SEALAN_10", "Επίδειξη αξίας σχετικότητας:");
define("SEALAN_11", "Επιτρέπει στο χρήστη να επιλέξει τομείς αναζήτησης:");
define("SEALAN_12", "Περιορισμός του χρόνου που μεσολαβεί μεταξύ των αναζητήσεων (μέγιστο 5 λεπτά):");
define("SEALAN_13", "Περιορισμός σε κάθε μία αναζήτηση ");
define("SEALAN_14", "δευτερόλεπτα");
define("SEALAN_15", "Σελίδες αναζήτησης προσιτές σε κλάσεις χρηστών");
define("SEALAN_16", "Ανοικτό");
define("SEALAN_17", "Κλειστό");
define("SEALAN_18", "Δυνατότητα αναζήτησης στις Περιοχές Σχολίων (όταν τα σχόλια αναζήτησης είναι ενεργοποιημένα)");
define("SEALAN_19", "Επιτρέπει στους χρήστες να αναζητήσουν περισσότερους από έναν τομέα τη φορά:");
define("SEALAN_20", "Γενικές Ρυθμίσεις");
define("SEALAN_21", "Εξερευνήσιμες περιοχές");
define("SEALAN_22", "Προεπιλογή");
define("SEALAN_23", "Εναλλακτικές:");
define("SEALAN_24", "Τύπος");
define("SEALAN_25", "Κλάση Χρηστών");
define("SEALAN_26", "Κείμενο προ-Τίτλου");
define("SEALAN_30", "Επισημάνετε τις λέξεις-κλειδιά που θα αναφέρονται στη σελίδα:");
define("SEALAN_31", "PHP περιορισμένο σε");
define("SEALAN_32", "Αποτελέσματα (αφήστε κενό για να μην υπάρχει όριο)");
define("SEALAN_33", "Δεν ήταν δυνατή η μετάβαση στη μέθοδο ταξινόμησης MySQL καθώς κάτι τέτοιο απαιτεί τουλάχιστον την έκδοση 4.0.1 της MySQL.");
define("SEALAN_34", "Η έκδοση σας είναι προς το παρόν");
define("SEALAN_35", "Μέθοδος επιλογής εξερεύνησης περιοχών ");
define("SEALAN_36", "Αναπτυσσόμενη/Dropdown");
define("SEALAN_37", "Πλάισιο ελέγχου/Checkbox");
define("SEALAN_38", "Ραδιόφωνο");
define("SEALAN_39", "Προσαρμοσμένες Σελίδες");
define("LAN_SEARCH_98", "Ειδήσεις");
define("LAN_197", "Λήψεις");
define("LAN_418", "Προσαρμοσμένες Σελίδες");
define("SEALAN_40", "Επιλογές αναζήτησης");
define("SEALAN_41", "Αρχική Σελίδα");
define("SEALAN_42", "Προτιμήσεις");
define("SEALAN_43", "Επεξεργασία ρυθμίσεων αναζήτησης");
define("SEALAN_44", "Επιτρέπεται σε αυτή την κατηγορία χρηστών τη δυνατότητα να ερευνήσει αυτόν τον τομέα");
define("SEALAN_45", "Αριθμός αποτελεσμάτων που θα εμφανίζονται ανά σελίδα");
define("SEALAN_46", "Αριθμός χαρακτήρων σε συνοπτικό αποτέλεσμα αναζήτησης");
define("SEALAN_47", "Μόνο ολόκληρες λέξεις αντιστοιχιών:");
define("SEALAN_48", "Αυτή η ρύθμιση ισχύει μόνο όταν η μέθοδος ταξινόμησης αναζήτησης είναι σε μορφή PHP. Εάν ο ιστότοπός σας περιλαμβάνει ιδεογραφικές γλώσσες όπως τα Κινέζικα και Ιαπωνικά θα πρέπει να έχετε αυτή την επιλογή απενεργοποιημένη.");
define("SEALAN_49", "Εάν ο ιστότοπός σας περιλαμβάνει ιδεογραφικές γλώσσες, όπως τα κινέζικα και ιαπωνικά, πρέπει να χρησιμοποιήσετε τη μέθοδο ταξινόμησης PHP.");


?>