<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_users.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/21 20:15:58 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/

define("USRLAN_1", "Οι Επιλογές αποθηκεύτηκαν.");
define("USRLAN_3", "τώρα επιλέξτε ένα Διαχειριστή - για να ορίσετε δικαιώματα πηγαίνετε στη");
define("USRLAN_4", "Σελίδα Διαχειριστή");
define("USRLAN_5", "Δεν μπορείτε να αφαιρέσετε τα δικαιώματα διαχείρησης από τον Κύριο Διαχειριστή της ιστοσελίδας");
define("USRLAN_6", "η ιδιοτητα του Διαχειριστεί έχει αφαιρεθεί");
define("USRLAN_7", "Δεν μπορείτε να αποκλείσετε τον κύριο Διαχειριστή της ιστοσελίδας");
define("USRLAN_8", "Αποκλεισμός Χρήστη.");
define("USRLAN_9", "Άρση αποκλεισμού Χρήστη.");
define("USRLAN_10", "Ο Χρήστης διαγράφηκε.");
define("USRLAN_11", "Η Διαγραφή ακυρώθηκε.");
define("USRLAN_12", "Δεν μπορείτε να διαγράψετε τον κύριο Διαχειριστή της ιστοσελίδας.");
define("USRLAN_13", "Παρακαλώ επιβεβαιώστε την επιθυμία διαγραφής αυτού του μέλους");
define("USRLAN_16", "Διαγραφή Επιβεβαιώθηκε");
define("USRLAN_17", "Επιβεβαίωση Διαγραφής Χρήστη");
define("USRLAN_30", "Αποκλεισμός");
define("USRLAN_32", "Ενεργοποίηση");
define("USRLAN_33", "Άρση αποκλεισμού");
define("USRLAN_34", "Κατάργηση του καθεστώτος διαχείρησης");
define("USRLAN_35", "Ορίστε διαχειριστή");
define("USRLAN_36", "Ορισμός Κλάσης");
define("USRLAN_44", "Επιτρέπεται στα μέλη να ανεβάζουν avatar;");
define("USRLAN_47", "Μέγιστο πλάτος avatar  (σε pixels)");
define("USRLAN_48", "η προεπιλογή είναι 120");
define("USRLAN_49", "Μέγιστος ύψος avatar  (σε pixels)");
define("USRLAN_50", "η προεπιλογή είναι 100");
define("USRLAN_51", "Ενημέρωση Επιλογών");
define("USRLAN_52", "Επιλογές Μέλους");
define("USRLAN_53", "Επιτρέπεται στα μέλη να ανεβάσουν φωτογραφία;");
define("USRLAN_54", "Πατήστε εδώ για να διαγράψετε όλους τους αδρανοποιημένους χρήστες");
define("USRLAN_55", "Περικοπή");
define("USRLAN_56", "Διαγράφηκε");
define("USRLAN_57", "Διαγραφή ανενεργών μελών ...");
define("USRLAN_58", "το αρχείο φόρτωσης είναι ανενεργό στο php.ini");
define("USRLAN_59", "Γρήγορη προσθήκη χρήστη");
define("USRLAN_60", "Προσθήκη χρήστη");
define("USRLAN_61", "Εμφανιζόμενο όνομα");
define("USRLAN_62", "Κωδικός πρόσβασης");
define("USRLAN_63", "Επαναπληκτρολογείστε τον Κωδικό πρόσβασης");
define("USRLAN_64", "Διεύθυνση Ηλεκτρονικού Ταχυδρομείου");
define("USRLAN_65", "Αυτό το εμφανιζόμενο όνομα δν είναι αποδεκτό, παρακαλώ επιλέξτε ένα διαφορετικό όνομα εμφάνισης");
define("USRLAN_66", "Αυτό το εμφανιζόμενο όνομα υπάρχει ήδη στη βάση δεδομένων, παρακαλώ επιλ΄ξτε ένα άλλο όνομα εμφάνισης");
define("USRLAN_67", "Οι δύο κωδικοί δεν ταιριάζουν");
define("USRLAN_68", "Αφήσατε κενό(ά) υποχρεωτικό(ά) πεδίο(α)");
define("USRLAN_69", "Αυτή δεν φαίνεται για έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου");
define("USRLAN_70", "Ο Χρήστης δημιουργήθηκε");
define("USRLAN_71", "Κεντρική Σελίδα Χρήστη");
define("USRLAN_72", "Γρήγορη Προσθήκη Χρήστη");
define("USRLAN_73", "Περικοπή Χρηστών");
define("USRLAN_75", "Αυτό το όνομα υπάρχει ήδη στη βάση δεδομένων, παρακαλώ επιλέξτε ένα διαφορετικό όνομα εισόδου");
define("USRLAN_76", "Επιλογές Χρήστη");
define("USRLAN_77", "Υπάρχοντες Χρήστες");
define("USRLAN_78", "Όνομα Χρήστη");
define("USRLAN_79", "Κατάσταση");
define("USRLAN_80", "Πληροφορίες");
define("USRLAN_84", "Υπάρχουν");
define("USRLAN_85", "χρήστες που δεν έχουν ενεργοποιήσει το λογαριασμό τους - κάντε κλικ παρακάτω για διαγραφή");
define("USRLAN_86", "Επαλήθευση Χρήστη");
define("USRLAN_87", "Οι Ρυθμίσεις χρήστη ενημερώθηκαν");
define("USRLAN_88", "Οι Κλάσεις χρηστών ενημερώθηκαν");
define("USRLAN_90", "Αναζήτηση/Ανανέωση");
define("USRLAN_91", "Κλάση");
define("USRLAN_92", "Άκυροι χαρακτήρες στο εμφανιζόμενο όνομα χρήστη");
define("USRLAN_93", "Διαγραφή ανεπιβεβαίωτων χρηστών");
define("USRLAN_94", "Διαγραφή ανενπιβεβαίωτων χρηστών μετά την πάροδο χρονικού ορίου - αφήστε κενό για να μην χρησιμοποιήσετε αυτή την επιλογή <br />Αυτή η επιλογή αγνοείται αν οι εγγραφές χρηστών επιβλέπονται από τον διαχειριστή");
define("USRLAN_95", "λεπτά");
define("USRLAN_112", "Νέα αποστολή Ηλεκτρονικού Μηνύματος 'E-mail'");
define("USRLAN_113", "Λεπτομέρειες εγγραφής για");
define("USRLAN_114", "Αγαπητέ(ή)");
define("USRLAN_115", "Ευχαριστούμε για την εγγραφή σας.");
define("USRLAN_116", "Επιβεβαιώστε ότι θέλετε να στείλετε ξανά μήνυμα επιβεβαίωσης στο:");
define("USRLAN_117", "Κάντε κλικ παρακάτω για να δοκιμάσετε το ακόλουθο ηλεκτρονικό μήνυμα:");
define("USRLAN_118", "Δοκιμή Ηλεκτρονικού Μηνύματος");
define("USRLAN_120", "Ορισμός Κλάσεων");
define("USRLAN_121", "Αποστολή");
define("USRLAN_122", "Καλώς ήλθατε στο");
define("USRLAN_123", "Η εγγραφή σας έχει παραληφθεί και δημιουργήθηκε.");
define("USRLAN_124", "Ο λογαριασμός σας προς το παρόν είναι ανενεργός, για την ενεργοποίησή του παρακαλώ, κάντε κλικ στον ακόλουθο σύνδεσμο");
define("USRLAN_125", "Από");
define("USRLAN_126", "Επιτρε΄πει στους χρήστες να αξιολογήσουν άλλους χρήστες");
define("USRLAN_127", "Επιτρέπει τα σχόλια σε προφίλ χρήστη");
define("USRLAN_128", "Όνομα χρήστη");
define("USRLAN_130", "Ενεργοποίηση παρακολούθησης χρηστών σε σύνδεση");
define("USRLAN_131", "Πρέπει να ενεργοποιήσετε την ενέργεια για να χρησιμοποιήσετε τις επιλογές για τη σύνδεση των χρηστών, όπως online.php, τις σε απευθείας σύνδεση πληροφορίες φόρουμ και τις σε απευθείας σύνδεση επιλογές");
define("USRLAN_132", "Ενεργοποίηση");
define("USRLAN_133", "Εξαναγκασμός χρήστη για την ενημέρωση των ρυθμίσεων");
define("USRLAN_134", "Η ενεργοποίηση αυτής της επιλογής θα στείλει αυτόματα το χρήστη στις ρυθμίσεις χρήστη αν ένα απαιτούμενο πεδίο δεν έχει συμπληρωθεί.");
define("USRLAN_135", "Καμμία IP διεύθυνση δεν βρέθηκε στις πληροφορίες χρήστη, η IP δεν αποκλείστηκε");
define("USRLAN_136", "Πολλοί χρήστες που βρέθηκαν με την διεύθυνση IP του {IP}, η IP δεν αποκλείστηκε");
define("USRLAN_137", "Οι χρήστες με διεύθυνση IP {IP} αποκλείστηκε.");
define("USRLAN_138", "Ανεπιβεβαίωτοι χρήστες");
define("USRLAN_139", "Ο λογαριασμός σας έχει ενεργοποιηθεί.\n\nΜπορείτε να επισκεφτείτε{SITEURL} και συνδεθείτε σττην ιστοσελίδα χρησιμοποιώντας τις πληροφορίες σύνδεσης που δώσατε.");
define("USRLAN_140", "Το μήνυμα ηλεκτρονικού ταχυδρομείου στάλθηκε ξανά στο");
define("USRLAN_141", "Αποτυχία της επαναποστολής μηνύματος ηλεκτρονικού ταχυδρομείου στο");
define("USRLAN_142", "με τον παρακάτω σύνδεσμο ενεργοποίησης");
define("USRLAN_143", "Έλεγχος για επιστροφές ηλεκτρονικών μηνυμάτων");
define("USRLAN_144", "Νέα αποστολή ηλεκτρονικού μηνύματος επιβεβαίωσης για όλους");
define("USRLAN_145", "Χρήστες που τα ηλεκτρονικά μηνύματα επέστρεψαν");
define("USRLAN_146", "Οι πληροφορίες μελών θα είναι διαθέσιμες σε");
define("USRLAN_147", "Η διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη από έναν αποκλεισμένο χρήστη");
define("USRLAN_148", "Η Διεύθυνση ηλεκτρονικού ταχυδρομείου έχει αποκλειστεί");
define("USRLAN_149", "Διαγραφή των ελεγχμένων ηλεκτρονικών μηνυμάτων");
define("USRLAN_150", "Διαγραφή όλων των μηνυμάτων ηλεκτρονικού ταχυδρομείου");
define("USRLAN_151", "Καθαρισμός επιστροφών ηλεκτρονικού ταχυδρομείου, απαιτείται ενεργοποίηση");
define("USRLAN_152", "Καθαρισμός επιστροφών ηλεκτρονικού ταχυδρομείο και ενεργοποίηση");
define("USRLAN_153", "Διαγραφή μηνυμάτων ηλεκτρονικού ταχυδρομείου που δεν επέστρεψαν");
define("USRLAN_154", "Καθαρισμός ελεγμένων ηλεκτρονικών μηνυμάτων");
define("USRLAN_155", "Σύνολο {TOTAL} ηλεκτρονικών μηνημάτων που βρέθηκαν. {DELCOUNT}διαγράφεται μέσα από τις επιλογές.<br />{DELUSER} χρήστες που σημειώνονται ως 'bounced' (από {FOUND} το ηλεκτρονικό ταχυδρομείο)");
define("USRLAN_156", "Η Διεύθυνση ηλεκτρονικού ταχυδρομείου χρησιμοποιείται ήδη");
define("USRLAN_157", "Άκυροι χαρακτήρες στο όνομα χρήστη");
define("LAN_MAINADMIN", "Κύριος Διαχειριστής");
define("LAN_NOTVERIFIED", "Δεν επαληθεύτηκε");
define("LAN_BANNED", "Αποκλεισμένο");
define("LAN_BOUNCED", "Επιστρεφόμενο/Bounced");
define("DUSRLAN_1", "ID");
define("DUSRLAN_2", "Εμφανιζόμενο όνομα");
define("DUSRLAN_3", "Όνομα Χρήστη");
define("DUSRLAN_4", "Προσαρμογή Τίτλου");
define("DUSRLAN_5", "Κωδικός πρόσβασης");
define("DUSRLAN_6", "Φωτογραφία");
define("DUSRLAN_7", "Διεύθυνση Ηλεκτρονικού Ταχυδρομείου");
define("DUSRLAN_8", "Ιστοσελίδα");
define("DUSRLAN_9", "ICQ");
define("DUSRLAN_10", "AIM");
define("DUSRLAN_11", "MSN");
define("DUSRLAN_12", "Τοποθεσία");
define("DUSRLAN_13", "Γενέθλια");
define("DUSRLAN_14", "Υπογραφή");
define("DUSRLAN_15", "Avatar");
define("DUSRLAN_16", "Ζώνη Ώρας");
define("DUSRLAN_17", "Απόκρυψη Ηλεκτρονικού ταχυδρομείου");
define("DUSRLAN_18", "Ημερομηνία Εγγραφής");
define("DUSRLAN_19", "Τελευταία Επίσκεψη");
define("DUSRLAN_20", "Τρέχουσα Επίσκεψη");
define("DUSRLAN_21", "Τελευταίο Μήνυμα");
define("DUSRLAN_22", "Chatbox Θέσεις");
define("DUSRLAN_23", "Σχόλια");
define("DUSRLAN_24", "Φόρουμ Θέσεις");
define("DUSRLAN_25", "IP");
define("DUSRLAN_26", "Αποκλεισμός");
define("DUSRLAN_27", "Προτιμήσεις");
define("DUSRLAN_28", "Νέα");
define("DUSRLAN_29", "Θεάσεις");
define("DUSRLAN_30", "Επισκέψεις");
define("DUSRLAN_31", "Διαχειριστής");
define("DUSRLAN_32", "Πραγματικό όνομα");
define("DUSRLAN_33", "Κλάση Χρήστη");
define("DUSRLAN_34", "Δικαιώματα");
define("DUSRLAN_35", "Θέματα που παρακολούθησε");
define("DUSRLAN_36", "Αλλαγή Κωδικού πρόσβασης");
define("DUSRLAN_37", "XUP");
define("USRLAN_219", "Παλαιότερα των 30 ημερών");


?>