<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_credits.php $
|     $Revision: 1.0 $
|     $Id: lan_credits.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Συντελεστές της e107");
define("CRELAN_1", "Συντελεστές");
define("CRELAN_2", "Εδώ είναι μια λίστα με λογισμικό τρίτων / πόρων που χρησιμοποιούνται στην e107. Η ομάδα ανάπτυξης της e107 θα ήθελε να ευχαριστήσει προσωπικά για την ανάπτυξη των ακόλουθων που της επιτρέπει να αναδιανείμει τον κωδικό τους με την e107, καθώς και για την απελευθέρωση του λογισμικού τους που απορρέουν από την άδεια GPL.");
define("CRELAN_3", "όλα τα δικαιώματα είναι κατοχυρωμένα");
define("CRELAN_4", "Ορατή η ομάδα Dev της e107");
define("CRELAN_5", "Παρουσίαση χειρογράφων τρίτων");
define("CRELAN_6", "η e107 v0.7 ήρθε σε εσάς από ...");
define("CRELAN_7", "Έκδοση");
define("CRELAN_8", "άδεια που χορηγείται");
define("CRELAN_9", "Άδεια");
define("CRELAN_10", "Η MagpieRSS παρέχει ένα XML-που βασίζεται (expat) σε RSS αναλυτή σε μορφή PHP.");
define("CRELAN_11", "Η PclZip βιβλιοθήκη προσφέρει τη συμπίεση και την αποσυμπίεση, λειτουργίες για Zip μορφή αρχείων(WinZip, PKZIP).");
define("CRELAN_12", "Το PclTar προσφέρει τη δυνατότητα να αρχειοθετήσετε μια λίστα με τα αρχεία ή τους καταλόγους με ή χωρίς συμπίεση. Τα αρχεία που δημιουργούνται από το PclTar είναι δυνατόν να αναγνωσθούν από τις περισσότερες gzip / εφαρμογές και από την εφαρμογή των Windows WinZip.");
define("CRELAN_13", "Η TinyMCE είναι μια ανεξάρτητη πλατφόρμα/web-βασισμένη σε Javascript HTML ελέγχου WYSIWYG  ελεύθερου λογισμικού για συντάκτες, υπό την LGPL από την Moxiecode Systems AB. Έχει την ικανότητα να μετατρέπει HTML πεδία περιοχής ή άλλα στοιχεία HTML για περιπτώσεις σύνταξης.");
define("CRELAN_14", "Τα εικονίδια που χρησιμοποιούνται στην e107");
define("CRELAN_15", "Πλήρης χαρακτηρισμένη κατηγορία μεταφοράς ηλεκτρονικού ταχυδρομείου για αρχεία PHP");
define("CRELAN_16", "Μενού συστήματος που χρησιμοποιείται στο θέμα Jayya ");
define("CRELAN_17", "Ανοδιόμενο widget για ημερολόγιο");
define("CRELAN_18", "PDF υποστήριξη");
define("CRELAN_19", "UTF-8 PDF υποστήριξη");
define("CRELAN_20", "");
define("CRELAN_21", "Πάντα μια πίεση .. είναι χαρά ..!");
define("CRELAN_22", "\"MTVhNjMyZDgxN2QwM2Q3ZTI<br />5ODM2NDU3YWI0ZjM1NGILJT<br />yarrrrrr! wtf matey!\"");
define("CRELAN_23", "");
define("CRELAN_24", "");
define("CRELAN_25", "");
define("CRELAN_26", "");
define("CRELAN_27", "\"Wot? No tea?? 0_0\"");
define("CRELAN_28", "");
define("CRELAN_29", "Πάνω και προώθηση!");
define("CRELAN_30", "");


?>