<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_notify.php $
|     $Revision: 1.0 $
|     $Id: lan_notify.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("NT_LAN_1", "Ειδοποίηση");
define("NT_LAN_2", "Λάβατε ειδοποίηση με μήνυμα ηλεκτρονικού ταχυδρομείου για την");
define("NT_LAN_3", "Κλειστή");
define("NT_LAN_4", "Επικεφαλής διαχειριστής");
define("NT_LAN_5", "Κατηγορία");
define("NT_LAN_6", "Ηλεκτρονικό μήνυμα");
define("NU_LAN_1", "Γεγονότα χρηστών");
define("NU_LAN_2", "Εγγραφή χρήστη");
define("NU_LAN_3", "Επαλήθευση λογαριασμού χρήστη");
define("NU_LAN_4", "Είσοδος χρήστη");
define("NU_LAN_5", "Αποσύνδεση χρήστη");
define("NS_LAN_1", "Γεγονότα ασφάλειας");
define("NS_LAN_2", "Αυτή η IP αποκλείστηκε από την ιστοσελίδα λόγω πλημμύρας μηνυμάτων/flooding");
define("NN_LAN_1", "Νέα Γεγονότα");
define("NN_LAN_2", "Νέα στοιχεία υποβλήθηκαν από χρήστη");
define("NN_LAN_3", "Νέα στοιχεία αναρτήθηκαν από διαχειριστή");
define("NN_LAN_4", "Τα Νέα στοιχεία επεξεργάστηκαν από διαχειριστή");
define("NN_LAN_5", "Τα Νέα στοιχεία διαγράφηκαν από διαχειριστή");
define("NF_LAN_1", "Αρχείο Γεγονότων");
define("NF_LAN_2", "Αρχείο ανέβηκε από χρήστη");


?>