<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_db.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/01 15:07:19 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/
define("DBLAN_1", "Βασικές ρυθμίσεις πυρήνα υποστηριζόμενες στη βάση δεδομένων.");
define("DBLAN_2", "Κάντε κλικ στο κουμπί για να αποθηκεύσετε ένα αντίγραφο ασφαλείας e107 της βάσης δεδομένων σας");
define("DBLAN_3", "Backup SQL βάσης δεδομένων");
define("DBLAN_4", "Κάντε κλικ στο κουμπί για να ελέγχεται η εγκυρότητα της βάσης δεδομένων του e107");
define("DBLAN_5", "Έλεγχος της εγκυρότητας βάσης δεδομένων");
define("DBLAN_6", "Κάντε κλικ στο κουμπί για να βελτιστοποιήσετε το e107 βάση των δεδομένων σας");
define("DBLAN_7", "Βελτιστοποίηση βάσης δεδομένων SQL");
define("DBLAN_8", "Κάντε κλικ στο κουμπί για να κάνετε εφεδρικό αρχείο/ backup στις ρυθμίσεις πυρήνα");
define("DBLAN_9", "Εφεδρικό αρχείο/Backup πυρήνα");
define("DBLAN_10", "Βοηθήματα για βάσεις δεδομένων");
define("DBLAN_11", "MySQL βάση δεδομένων");
define("DBLAN_12", "βελτιστοποιημένη");
define("DBLAN_13", "Επιστροφή");
define("DBLAN_14", "Έγινε");
define("DBLAN_15", "Κάντε κλικ στο κουμπί για ελέγχό διαθέσιμων ενημερωμένων εκδόσεων db");
define("DBLAN_16", "Έλεγχος για ενημερώσεις");
define("DBLAN_17", ". Όνομα");
define("DBLAN_18", "Pref. Αξία");
define("DBLAN_19", "Κάντε κλικ στο κουμπί για να ανοίξετε το πρόγραμμα επεξεργασίας προτιμήσεών (μόνο για έμπειρους χρήστες)");
define("DBLAN_20", "Προτιμήσεις Επεξεργασίας");
define("DBLAN_21", "Η Διαγραφή Ελέγχθηκε");
define("DBLAN_22", "Πρόσθετα/Plugin: Προβολή και σάρωση");
define("DBLAN_23", "Η Σάρωση Ολοκληρώθηκε");
define("DBLAN_24", "Όνομα");
define("DBLAN_25", "Κατάλογος");
define("DBLAN_26", "Περιλαμβάνονται πρόσθετα");
define("DBLAN_27", "Εγκατεστημένο");
define("DBLAN_28", "Κάντε κλικ στο κουμπί για να σαρώσετε τους  καταλόγους για τις αλλαγές στα πρόσθετα/plugin");
define("DBLAN_29", "Σάρωση στους καταλόγουςπροσθέτων/plugin");
define("DBLAN_30", "(Αν ένα πρόσθετο δείχνει ένα λάθος, ελέγξτε για τους χαρακτήρες έξω από το άνοιγμα της PHP / tags κλεισίματος)");
define("DBLAN_31", "Άδεια εισόδου");
define("DBLAN_32", "Σφάλμα");
define("DBLAN_33", "Απρόσιτος");
define("DBLAN_34", "Δεν έχει ελεγχθεί");
define("DBLAN_35", "Κάντε κλικ στο κουμπί για να ελέγχεται η εγκυρότητα του πίνακα των χρηστών");
define("DBLAN_36", "Ελέγξτε τον πίνακα των χρηστών");


?>