<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_banlist.php $
|     $Revision: 1.0 $
|     $Id: lan_banlist.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("BANLAN_1", "Αφαίρεση Απαγόρευσης.");
define("BANLAN_2", "Δεν υπάρχουν απαγορεύσεις.");
define("BANLAN_3", "Υπάρχουσες απαγορεύσεις");
define("BANLAN_4", "Κατάργηση απαγορεύσεων");
define("BANLAN_5", "Εισάγετε IP, τη διεύθυνση ηλεκτρονικού ταχυδρομείου, ή το διακομιστή");
define("BANLAN_7", "Αιτιολογία");
define("BANLAN_8", "Απαγόρευση Διεύθυνσης");
define("BANLAN_9", "Απαγόρευση των χρηστών από την ιστοσελίδα μέσω ηλεκτρονικού ταχυδρομείου, διεύθυνση IP ή της διεύθυνσης του κεντρικού διακομιστή");
define("BANLAN_10", "IP / Ηλεκτρονικό Ταχυδρομείο /Αιτιολογία");
define("BANLAN_11", "Αυτόματη απαγόρευση: Περισσότερες από 10 αποτυχημένες προσπάθειες σύνδεσης");
define("BANLAN_12", "Σημείωση: To aντίστροφο DNS είναι απενεργοποιημένο, θα πρέπει να είναι σε θέση να επιτρέπει την απαγόρευση από τον διακομιστή. Η απαγόρευση μέσω της IP και των e-mail, θα εξακολουθεί να λειτουργεί κανονικά.");
define("BANLAN_13", "Σημείωση: Για την απαγόρευση του χρήστη από το όνομα χρήστη, μεταβείτε στη σελίδα διαχείρισης χρηστών:");
define("BANLAN_78", "Καταμέτρηση υπέρβαση (-Επισκέψεις/HITS - αιτήματα εντός προκαθορισμένου χρόνου)");


?>