<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_fileinspector.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/01 18:17:29 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/
define("FC_LAN_1", "Αρχείο Επιθεωρητής");
define("FC_LAN_2", "Επιλογές Σάρωσης");
define("FC_LAN_3", "Εμφάνιση");
define("FC_LAN_4", "Όλες");
define("FC_LAN_5", "Αρχεία Πυρήνα");
define("FC_LAN_6", "Η ακεραιότητα αποτυγχάνει μόνο");
define("FC_LAN_7", "Μη αρχεία πυρήνα");
define("FC_LAN_8", "Έλεγχος ακεραιότητας συστήματος αρχείων πυρήνα");
define("FC_LAN_9", "Ανοικτό");
define("FC_LAN_10", "Κλειστό");
define("FC_LAN_11", "Άμεση σάρωση");
define("FC_LAN_12", "Κανένα");
define("FC_LAN_13", "Λείπουν αρχεία πυρήνα");
define("FC_LAN_14", "Εμφάνισε τα αποτελέσματα κατά");
define("FC_LAN_15", "Δέντρο Κατάλογος");
define("FC_LAN_16", "Κατάλογος");
define("FC_LAN_17", "Αντιστοίχιση φράσης");
define("FC_LAN_18", "Κανονική έκφραση");
define("FC_LAN_19", "Εμφάνιση αριθμού γραμμών");
define("FC_LAN_20", "Εμφάνιση συμφωνημένων γραμμών");
define("FC_LAN_21", "Παλαιά αρχεία πυρήνων");
define("FR_LAN_1", "Σάρωση");
define("FR_LAN_2", "Αποτελέσματα Σάρωσης");
define("FR_LAN_3", "Επισκόπηση");
define("FR_LAN_4", "Αρχεία Πυρήνα");
define("FR_LAN_5", "Μη αρχεία πυρήνα");
define("FR_LAN_6", "Σύνολο αρχείων");
define("FR_LAN_7", " Έλεγχος Ακεραιότητας");
define("FR_LAN_8", "Παλαιότερα αρχεία Πυρήνα");
define("FR_LAN_9", "Αρχεία πυρήνα που απέτυχαν");
define("FR_LAN_10", "Πιθανοί λόγοι για τους φακέλους που απέτυχαν");
define("FR_LAN_11", "Το αρχείο είναι κατεστραμμένο");
define("FR_LAN_12", "Αυτό θα μπορούσε να είναι για διάφορους λόγους, όπως, το αρχείο είναι κατεστραμμένο στο zip, έχει καταστραφεί κατά τη διάρκεια της εξαγωγής ή έχει καταστραφεί κατά τη διάρκεια της αποστολής αρχείων μέσω FTP. Θα πρέπει να προσπαθήσετε ξανά τη μεταφόρτωση του αρχείου στο διακομιστή σας και να κάνετε επανάληψη της σάρωσης για να δείτε εάν θα επιλυθεί το σφάλμα.");
define("FR_LAN_13", "Το αρχείο είναι ξεπερασμένο");
define("FR_LAN_14", "Εάν το αρχείο προέρχεται από μια παλαιότερη θέση του e107 με την έκδοση που
λειτουργείτε τότε θα αποτύχει ο έλεγχος ακεραιότητας. Βεβαιωθείτε ότι έχετε ανεβάσει την τελευταία έκδοση αυτού του αρχείου.");
define("FR_LAN_15", "Το αρχείο έχει υποστεί επεξεργασία");
define("FR_LAN_16", "Αν έχετε επεξεργαστεί το αρχείο αυτό καθ 'οιονδήποτε τρόπο δεν θα περάσει τον έλεγχο της ακεραιότητας. Αν
<b>σκόπιμα άλλαξατε αυτό το αρχείο</b> τότε δεν χρειάζεται να ανησυχείτε και  <b>αγνοήστε </b> την αποτυχία του ελέγχου ακεραιότητας. Εάν, ωστόσο, το αρχείο εκδόθηκε από κάποιον άλλον χωρίς άδεια μπορεί να θέλετε να φορτώσετε εκ νέου την ορθή εκδοχή του αρχείου από την e107 zip.");
define("FR_LAN_17", "Αν είστε χρήστης SVN");
define("FR_LAN_18", "Εάν εκτελέσετε το SVN e107 στον ιστότοπό σας αντί του επισήμου e107 στις  σταθερές
κυκλοφορίες, τότε θα ανακαλύψετε ότι έχει αποτύχει ο έλεγχος ακεραιότητας των αρχείων, επειδή έχουν διαγραφεί από  την ομάδα dev
μετά την τελευταία εικόνα στιγιότυπου του πυρήνα που δημιουργήθηκε.");
define("FR_LAN_19", "απέτυχαν αρχεία");
define("FR_LAN_20", "Όλα τα αρχεία έχουν περάσει επιτυχώς");
define("FR_LAN_21", "κανένα");
define("FR_LAN_22", "Λείπουν αρχεία πυρήνα");
define("FR_LAN_23", "Δεν βρέθηκαν.");
define("FR_LAN_24", "Παλαιά αρχεία πυρήνων");
define("FR_LAN_25", "Ανυπολόγιστες Ακεραιότητες");
define("FR_LAN_26", "<b>Προσοχή! Γνωστή αβεβαιότητα που ανιχνεύεται!</b>");
define("FR_LAN_27", "Υπάρχουν αρχεία στον κεντρικό υπολογιστή σας που είναι γνωστό ότι είναι εκμεταλλεύσιμα και πρέπει να αφαιρούνται αμέσως.");
define("FR_LAN_28", "Γνωστά ανασφαλή αρχεία");


?>