<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_administrator.php $
|     $Revision: 1.0 $
|     $Id: lan_administrator.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("ADMSLAN_0", "Νέος χρήστης / Είσοδος Διαχειριστή για δημιουργία");
define("ADMSLAN_1", "τώρα είστε σε κατάσταση διαχείριστή.");
define("ADMSLAN_2", "ενημέρωση της βάσης δεδομένων.");
define("ADMSLAN_3", "είναι ο κύριος διαχειριστής της ιστοσελίδας και δεν είναι δυνατή η επεξεργασία.");
define("ADMSLAN_4", "Συνέχεια");
define("ADMSLAN_5", "Σφάλμα!");
define("ADMSLAN_6", "είναι ο κύριος διαχειριστής της ιστοσελίδας και δεν μπορεί να διαγραφεί.");
define("ADMSLAN_13", "Παρόντες Διαχειριστές");
define("ADMSLAN_16", "Όνομα Διαχειριστή");
define("ADMSLAN_17", "Κωδικός Διαχειριστή");
define("ADMSLAN_18", "Δικαιώματα");
define("ADMSLAN_19", "Τροποποιήσεις τον προτιμήσεών της ιστοσελίδας");
define("ADMSLAN_20", "Τροποποιήσεις των Μενού");
define("ADMSLAN_21", "Τροποποίηση στα  δικαιώματα διαχειριστή");
define("ADMSLAN_22", "Χειρισμοί χρηστών / απαγορεύσεις κλπ");
define("ADMSLAN_23", "Δημιουργία / επεξεργασία προσαρμοσμένων σελίδων / μενού");
define("ADMSLAN_24", "Διαχείρηση κατηγοριών αρχείων μεταφόρτωσης");
define("ADMSLAN_25", "Ανεβάσμα / διαχείριση αρχείων");
define("ADMSLAN_26", "Επιβλέπει τις κατηγορίες ειδήσεων");
define("ADMSLAN_27", "Επιβλέπει τις κατηγορίες συνδέσμων/link");
define("ADMSLAN_28", "Κλείστε την ιστοσελίδα για λόγους συντήρησης");
define("ADMSLAN_29", "Διαχείριση banners");
define("ADMSLAN_30", "Διαμόρφωση τίτλων ειδήσεων");
define("ADMSLAN_31", "Διαμόρφωση εικονιδίων/emoticons");
define("ADMSLAN_32", "Διαμόρφωση περιεχομένου πρώτης σελίδας");
define("ADMSLAN_33", "Διαμόρφωση καταγραφής-log / στατιστικών-stats");
define("ADMSLAN_34", "Διαμόρφωση μετα-ετικέτες");
define("ADMSLAN_35", "Διαμόρφωση ανεβάσματος κοινόχρηστων αρχείων");
define("ADMSLAN_36", "Διαμόρφωση Ρυθμίσεων Εικόνας");
define("ADMSLAN_37", "Οργάνωση στα σχόλια");
define("ADMSLAN_39", "Δημοσίευση ειδήσεων");
define("ADMSLAN_40", "Δημοσίευση συνδέσεων");
define("ADMSLAN_44", "Δημοσίευση λήψεων");
define("ADMSLAN_45", "Δημοσίευση δημοσκοπήσεων");
define("ADMSLAN_46", "Μήνυμα καλωσορίσματος");
define("ADMSLAN_47", "Διαμόρφωση τον υποβαλλόμενων ειδήσεων");
define("ADMSLAN_49", "Επιλογή Όλων");
define("ADMSLAN_51", "Αποεπιλογή όλων");
define("ADMSLAN_52", "Ενημέρωση διαχειριστή");
define("ADMSLAN_53", "Προσθέστε διαχειριστή");
define("ADMSLAN_54", "Διαχειριστές Ιστοσελίδας");
define("ADMSLAN_55", "Πεδίο (α) παραμένει κενό");
define("ADMSLAN_56", "Διαχειριστής Ιστοσελίδας");
define("ADMSLAN_58", "Κύριο Διαχειριστής Ιστοσελίδας");
define("ADMSLAN_59", "Κατάργηση Κατάστασης Διαχειριστή");
define("ADMSLAN_60", "Είστε σίγουροι ότι θέλετε να τον καταργήσετε από την κατάσταση Διαχειριστή");
define("ADMSLAN_61", "Διαχειριστής  διεγράφη");
define("ADMSLAN_62", "Διαχειριστής Προσθέτων/Plugin");
define("ADMSLAN_64", "Άδειασμα της προσωρινής μνήμης από το σύστημα");
define("ADMSLAN_65", "Διαμόρφωση ρυθμίσεων εισερχόμενων ");
define("ADMSLAN_66", "Διαμόρφωση Αναζήτησης");
define("ADMSLAN_67", "Σάρωση με τον Επιθεωρητή αρχείων/file inspector");
define("ADMSLAN_68", "Διαμόρφωση ειδοποίηση με μήνυμα ηλεκτρονικού ταχυδρομείου");
define("ADMSLAN_69", "είναι ήδη διαχειριστής και πρέπει να τροποποιηθεί.");
define("ADMSLAN_70", "Επιστροφή στη Λίστα Διαχειριστή");
define("ADMSLAN_71", "Κάντε κλικ εδώ για να εμφανίσετε τα προνόμια");


?>