<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_cpage.php $
|     $Revision: 1.0 $
|     $Id: lan_cpage.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("CUSLAN_1", "Τίτλος");
define("CUSLAN_2", "Τύπος");
define("CUSLAN_3", "Επιλογές");
define("CUSLAN_4", "Διαγραφή αυτής της σελίδας;");
define("CUSLAN_5", "Υπάρχουσες σελίδες");
define("CUSLAN_7", "Όνομα Μενού");
define("CUSLAN_8", "Τίτλος / Λεζάντα");
define("CUSLAN_9", "Κείμενο");
define("CUSLAN_10", "Αφήστε τη σελίδα να βαθμολογηθεί");
define("CUSLAN_11", "Κεντρική Σελίδα");
define("CUSLAN_12", "Δημιουργία σελίδας");
define("CUSLAN_13", "Επιτρέψτε σχόλια");
define("CUSLAN_14", "Ο κωδικός πρόσβασης για προστασία της σελίδας");
define("CUSLAN_15", "εισάγετε τον κωδικό πρόσβασης για την προστασία της σελίδας");
define("CUSLAN_16", "Δημιουργία συνδέσμου στο κύριο μενού");
define("CUSLAN_17", "εισάγετε το όνομα σύνδεσμου");
define("CUSLAN_18", "Σελίδα / σύνδεση ορατή σε");
define("CUSLAN_19", "Ενημέρωση σελίδας");
define("CUSLAN_20", "Δημιουργία σελίδας");
define("CUSLAN_21", "Ενημέρωση Μενού");
define("CUSLAN_22", "Δημιουργία Μενού");
define("CUSLAN_23", "Επεξεργασία σελίδας");
define("CUSLAN_24", "Δημιουργία νέας σελίδας");
define("CUSLAN_25", "Επεξεργασία μενού");
define("CUSLAN_26", "Δημιουργία νέου μενού");
define("CUSLAN_27", "Η σελίδα αποθηκεύτηκε στη βάση δεδομένων.");
define("CUSLAN_28", "Η σελίδα διαγράφτηκε");
define("CUSLAN_29", "Κατάλογος σελίδων, εάν δεν έχει επιλεχτεί σελίδα");
define("CUSLAN_30", "Λήξη του χρόνου για cookie (σε δευτερόλεπτα)");
define("CUSLAN_31", "Δημιουργία μενού");
define("CUSLAN_32", "Μετατρέψτε παλιές σελίδες/μενού");
define("CUSLAN_33", "Επιλογές σελίδας");
define("CUSLAN_34", "Αρχή μετατροπής");
define("CUSLAN_35", "Τελειωμένη ενημέρωση προσαρμοσμένης σελίδας - αναβαθμίστηκε");
define("CUSLAN_36", "Για να ορίσετε τις προτιμήσεις σας για κάθε σελίδα, παρακαλούμε να επιστρέψετε στην πρώτη σελίδα και να επεξεργαστείτε τις σελίδες.");
define("CUSLAN_37", "Αναπροσαρμογή Σελίδων  Ενημέρωση");
define("CUSLAN_38", "ανοιχτό");
define("CUSLAN_39", "κλειστό");
define("CUSLAN_40", "Αποθήκευση Επιλογων");
define("CUSLAN_41", "Εμφάνιση του συγγραφέα και πληροφορίες ημερομηνίας");
define("CUSLAN_42", "Δεν έχουν καθοριστεί σελίδες ακόμη");
define("CUSLAN_43", "μενού χωρίς τίτλο:");
define("CUSLAN_44", "σελίδα χωρίς τίτλο");


?>