<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_menus.php $
|     $Revision: 1.0 $
|     $Id: lan_menus.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("MENLAN_1", "Ορατό σε όλους");
define("MENLAN_2", "Ορατό μόνο σε μέλη");
define("MENLAN_3", "Ορατό μόνο στους διαχειριστές");
define("MENLAN_4", "Ορατό μόνο σε:");
define("MENLAN_6", "Αποθηκεύστε την προβολή επιλογών");
define("MENLAN_7", "Διαμορφώστε τις επιλογές προβολής για το");
define("MENLAN_8", "Επιλογές ενημέρωσης Ορατότητας");
define("MENLAN_9", "Νέες επιλογές μενού εγκαστάθηκαν");
define("MENLAN_10", "Νέο μενού εγκαταστάθηκε");
define("MENLAN_11", "Μενού αφαιρέθηκε");
define("MENLAN_12", "Ενεργοποίηση: επιλέξτε περιοχή");
define("MENLAN_13", "Ενεργοποίηση στην περιοχή");
define("MENLAN_14", "Περιοχή");
define("MENLAN_15", "Απενεργοποίηση");
define("MENLAN_16", "Διαμόρφωση");
define("MENLAN_17", "Μετακίνηση επάνω");
define("MENLAN_18", "Μετακίνηση κάτω");
define("MENLAN_19", "Μετακίνηση στην περιοχή");
define("MENLAN_20", "Ορατότητα");
define("MENLAN_22", "Ανενεργό μενού");
define("MENLAN_23", "Μετακίνηση προς τα κάτω");
define("MENLAN_24", "Μετακίνηση στην κορυφή");
define("MENLAN_25", "Λειτουργία ...");
define("MENLAN_26", "Αυτό το μενού θα είναι <strong>ΟΡΑΤΟ</strong> στις επόμενες σελίδες");
define("MENLAN_27", "Αυτό το μενού θα είναι <strong>ΚΡΥΦΟ</strong> στις επόμενες σελίδες");
define("MENLAN_28", "Εισάγετε μια σελίδα ανά γραμμή, πληκτρολογήστε αρκετά στοιχεία  από το url για να το διακρίνουν σωστά. Εάν χρειάζεστε την κατάληξη του το url για να ταιριάζει ακριβώς, χρησιμοποιήστε ένα! Στο τέλος του url πληκτρολογείστε το όνομα της σελίδας<br />Για παράδειγμα: <strong>page.php?1!</strong>");
define("MENLAN_29", "Επιλέξτε Διάταξη");
define("MENLAN_30", "Για να δείτε τις περιοχές μενού και τις θέσεις τους για προσαρμοσμένες διατάξεις, επιλέξτε την προσαρμοσμένη διάταξη εδώ:");
define("MENLAN_31", "Προεπιλεγμένη Διάταξη");
define("MENLAN_32", "Διάταξη Επικεφαλίδας Ειδήσεων");
define("MENLAN_33", "Προσαρμογή διάταξης");
define("MENLAN_34", "Ενσωματωμένα");
define("MENLAN_35", "Διαμόρφωση του(ων) Μενού");
define("MENLAN_36", "Επιλέξτε ενεργοποίηση του(ων) μενού");
define("MENLAN_37", "και πού να τα ενεργοποιήσετε.");
define("MENLAN_38", "Κρατήστε πατημένο το CTRL για να επιλέξετε πολλαπλά μενού.");


?>