<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_plugin.php $
|     $Revision: 1.0 $
|     $Id: lan_plugin.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("EPL_ADLAN_0", "Εγκατάσταση");
define("EPL_ADLAN_1", "Απεγκατάσταση");
define("EPL_ADLAN_2", "Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτό το πρόσθετο/plugin;");
define("EPL_ADLAN_3", "Επιβεβαίωση απεγκατάστασης");
define("EPL_ADLAN_4", "Η Απεγκατάσταση ακυρώθηκε.");
define("EPL_ADLAN_5", "Η διαδικασία εγκατάστασης θα δημιουργήσει νέες καταχωρήσεις προτίμησης.");
define("EPL_ADLAN_6", "... μετά κάντε κλικ εδώ για να αρχίσει η διαδικασία εγκατάστασης");
define("EPL_ADLAN_7", "Οι πίνακες στη Βάση Δεδομένων αναβαθμίστηκαν επιτυχώς.");
define("EPL_ADLAN_8", "Οι ρυθμίσεις προτιμήσεων δημιουργήθηκαν με επιτυχία.");
define("EPL_ADLAN_9", "Οι SQL εντολές απέτυχαν. Ελέγξτε για να βεβαιωθείτε ότι είναι εντάξει όλες οι αλλαγές αναβάθμισης.");
define("EPL_ADLAN_10", "Όνομα");
define("EPL_ADLAN_11", "Έκδοση");
define("EPL_ADLAN_12", "Συγγραφέας");
define("EPL_ADLAN_13", "Συμβατό");
define("EPL_ADLAN_14", "Περιγραφή");
define("EPL_ADLAN_15", "Διαβάστε το φάκελλο README για περισσότερες πληροφορίες");
define("EPL_ADLAN_16", "Πληροφορίες Προσθέτων/Plugin");
define("EPL_ADLAN_17", "Περισσότερες πληροφορίες...");
define("EPL_ADLAN_18", "Αδύνατον να δημιουργηθεί πίνακας για αυτό το πρόσθετο/plugin.");
define("EPL_ADLAN_19", "Η Βάση δεδομένων πινάκων δημιουργήθηκε με επιτυχία.");
define("EPL_ADLAN_21", "Αυτό το Πρόσθετο/Plugin έχει ήδη εγκατασταθεί.");
define("EPL_ADLAN_22", "Εγκατεστημένο");
define("EPL_ADLAN_23", "Δεν είναι εγκατεστημένο");
define("EPL_ADLAN_24", "Υπάρχει διαθέσιμη Αναβάθμιση");
define("EPL_ADLAN_25", "Δεν απαιτείται εγκατάσταση");
define("EPL_ADLAN_26", "... τότε κάντε κλικ εδώ για να αρχίσει διαδικασία απεγκατάστασης");
define("EPL_ADLAN_27", "Αδύνατη η διαγραφή");
define("EPL_ADLAN_28", "Βάση δεδομένων των πινάκων διαγράφηκε με επιτυχία.");
define("EPL_ADLAN_29", "Οι ρυθμίσεις προτιμήσεων διαγράφηκαν με επιτυχία.");
define("EPL_ADLAN_30", "παρακαλούμε να το διαγράψετε χειροκίνητα.");
define("EPL_ADLAN_31", "Παρακαλώ τώρα να διαγράψετε το φάκελο");
define("EPL_ADLAN_32", "και όλα τα αρχεία μέσα σε αυτόν για να ολοκληρωθεί η διαδικασία απεγκατάστασης.");
define("EPL_ADLAN_33", "Το Πρόσθετο/Plugin εγκαταστάθηκε με επιτυχία.");
define("EPL_ADLAN_34", "Το Πρόσθετο/Plugin ενημερώθηκε με επιτυχία.");
define("EPL_ADLAN_35", "Οι αναλυτικές/Parser ρυθμίσεις προστέθηκαν με επιτυχία.");
define("EPL_ADLAN_36", "Η Εισαγωγή του Αναλυτικού/Parser κωδικού απέτυχε να μορφοποιηθεί σωστά.");
define("EPL_ADLAN_37", "Ανεβάστε το πρόσθετο/plugin σε μορφή (.zip or .tar.gz.)");
define("EPL_ADLAN_38", "Ανεβάστε το Πρόσθετο/Plugin");
define("EPL_ADLAN_39", "Το αρχείο δεν μπορεί να φορτώθηκε ως  ".e_PLUGIN." φάκελος δεν διαθέτει τα σωστά δικαιώματα - παρακαλώ αλλάξτε την άδεια εγγραφής και κάντε εκ νέου αποστολή του αρχείου.");
define("EPL_ADLAN_40", "Μήνυμα Διαχειριστή");
define("EPL_ADLAN_41", "Αυτό το αρχείο δεν φαίνεται να είναι έγκυρο .Zip ή. Αρχείο tar.");
define("EPL_ADLAN_42", "Παρουσιάστηκε σφάλμα, αδύνατη η αρχειοθέτηση
του αρχείου");
define("EPL_ADLAN_43", "Το πρόσθετο/plugin σας έχει αναρτηθεί και αποσυμπιεστεί, παρακαλούμε μετακινηθείτε προς τα κάτω για να δείτε το πρόθετό/plugin σας στη λίστα.");
define("EPL_ADLAN_44", "Η Αυτόματη φόρτωση πρόσθετου/plugin είναι απενεργοποιημένη και δεν επιτρέπεται προσωρινά να προστεθεί στο φάκελλο των πρόσθετων/plugins  - αν θέλετε να το κάνετε αυτό αλλάξτε τα δικαιώματα στο φάκελλο ".e_PLUGIN."  για να μπορέσει να γίνει η προσθήκη.");
define("EPL_ADLAN_45", "Τα στοιχεία του μενού σας έχουν φορτωθεί και αποσυμπιεστεί, για ενεργοποίηση πηγαίνετε στο <a href='".e_ADMIN."menus.php'> στη σελίδα των Μενού</a>.");
define("EPL_ADLAN_46", "PCLZIP σφάλμα κατά την αποσυμπίεση:");
define("EPL_ADLAN_47", "PCLTAR σφάλμα κατά την αποσυμπίεση:");
define("EPL_ADLAN_48", "Κωδικός:");
define("EPL_ADLAN_49", "Οι πίνακες δεν διαγράφονται κατά τη διαδικασία απεγκατάστασης από αίτημα");
define("EPL_WEBSITE", "Ιστοσελίδα");
define("EPL_NOINSTALL", "Δεν απαιτείται εγκατάσταση, θα ενεργοποιηθεί από το μενού στην οθόνη σας. Για την απεγκατάσταση, διαγράψτε τον");
define("EPL_DIRECTORY", "Κατάλογο.");
define("EPL_NOINSTALL_1", "Δεν απαιτείται εγκατάσταση, για την άρση διαγράψετε την");
define("EPL_UPGRADE", "Αναβάθμιση");
define("EPL_ADLAN_50", "Σχόλια διαγράφηκαν με επιτυχία");
define("EPL_ADLAN_53", "Ο Κατάλογος δεν είναι εγγράψιμος");
define("EPL_ADLAN_54", "Παρακαλούμε επιλέξτε την επιλογή για την απεγκατάσταση του πρόσθετου/plugin:");
define("EPL_ADLAN_55", "Απεγκατάσταση πρόσθετου/plugin");
define("EPL_ADLAN_57", "Διαγράψτε τους πίνακες των πρόσθετων/plugin");
define("EPL_ADLAN_58", "Εάν οι πίνακες δεν αφαιρούνται, το πρόσθετο/plugin μπορεί να επανατοποθετηθεί χωρίς την απώλεια στοιχείων.  Η δημιουργία των πινάκων κατά τη διάρκεια επανατοποθέτησης θα αποτύχει. Οι πίνακες θα πρέπει να διαγραφούν με το χέρι για να αφαιρεθούν.");
define("EPL_ADLAN_59", "Διαγραφή των αρχείων των πρόσθετων/ plugin");
define("EPL_ADLAN_60", "Το e107 θα προσπαθήσει να αφαιρέσει όλα τα αρχεία που σχετίζονται με πρόσθετα/plugin.");
define("EPL_ADLAN_62", "Ακύρωση απεγκατάστασης");
define("EPL_ADLAN_63", "Κατάργηση εγκατάστασης:");
define("EPL_ADLAN_64", "Όλα τα αρχεία αφαιρούνται από");
define("EPL_ADLAN_65", "Διαγραφή αρχείου απέτυχε");
define("LAN_UPGRADE_SUCCESSFUL", "Επιτυχής αναβάθμιση");
define("LAN_INSTALL_SUCCESSFUL", "Εγκατάσταση Επιτυχής");


?>