<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     Copyright (C) 2001-2002 Steve Dunstan (jalist@e107.org)
|     Copyright (C) 2008-2010 e107 Inc (e107.org)
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_theme.php $
|     $Revision: 1.0 $
|     $Id: lan_theme.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("TPVLAN_1", "Έχετε μπροστά σας μια προεπισκόπηση του <b>'".PREVIEWTHEMENAME."'</b> θέματος. Δεν έχει οριστεί ως το κύριο θέμα για την περιοχή σας, απλά αυτή η επιλογή έχει ενεργοποιηθεί για να παρέχει μια προεπισκόπηση του πώς θα φαίνεται το θέμα.<br />Για να ορίσετε αυτό το θέμα ως θέμα του ιστοχώρου σας, <a href='".e_ADMIN."theme.php'>επιστρέψτε στη διαχείριση θεμάτων σας</a> και επιλέξτε 'Ορισμός ως Θέμα ιστοσελίδας'.<br />Για την προεπισκόπηση περισσότερων θεμάτων παρακαλώ <a href='".e_ADMIN."theme.php'>πατήστε εδώ</a>");
define("TPVLAN_2", "Προεπισκόπηση Θέματος");
define("TPVLAN_3", "Καθορισμός Κυρίου Θέματος ιστοσελίδας");
define("TPVLAN_4", "Συγγραφέας");
define("TPVLAN_5", "Ιστοσελίδα");
define("TPVLAN_6", "Ημέρα κυκλοφορίας");
define("TPVLAN_7", "Πληροφορίες");
define("TPVLAN_8", "Επιλογές");
define("TPVLAN_9", "Προεπισκόπηση Θέματος");
define("TPVLAN_10", "Ορισμός ως Θέμα Ιστοσελίδας");
define("TPVLAN_11", "Έκδοση");
define("TPVLAN_12", "Δεν υπάρχει διαθέσιμη προεπισκόπηση");
define("TPVLAN_13", "Ανεβάστε το θέμα σε μορφή (.zip ήω.tar.gz μορφή)");
define("TPVLAN_14", "Ανεβάστε Θέμα");
define("TPVLAN_15", "Το αρχείο δεν ήταν δυνατόν να ανεβεί σαν ".e_THEME." ο φάκελος δεν διαθέτει τα σωστά δικαιώματα - παρακαλώ αλλάξτε το CHMOD σε 777 και κάντε εκ νέου αποστολή του αρχείου.");
define("TPVLAN_16", "Μήνυμα Διαχειριστή");
define("TPVLAN_17", "Αυτό το αρχείο δεν φαίνεται να είναι έγκυρο .Zip ή. Αρχείο tar.");
define("TPVLAN_18", "Παρουσιάστηκε σφάλμα, αδύνατη η αρχειοθέτηση του αρχείου");
define("TPVLAN_19", "Το θέμα σας έχει μεταφορτωθεί και αποσυμπιεστεί, παρακαλούμε μετακινηθείτε προς τα κάτω για να δείτε το θέμα σας στη λίστα.");
define("TPVLAN_20", "Το αυτόματο ανέβασμα θέματος και η αποσυμπίεση του είναι εκτός λειτουργίας επειδή δεν έχουν τα σωστά δικαιώματα - παρακαλώ αλλάξτε τα δικαιώματα του CHMOD e107_themes φακέλλου σε 777.");
define("TPVLAN_21", "Αυτό είναι το τρέχον επιλεγμένο θέμα της ιστοσελίδας");
define("TPVLAN_22", "Το θέμα αυτό έχει πολλαπλές επιλογές στυλ");
define("TPVLAN_23", "προεπιλογή στυλ");
define("TPVLAN_24", "δεν υπάρχουν πληροφορίες");
define("TPVLAN_26", "Διαχείρηση Θέματος");
define("TPVLAN_27", "Παρακαλώ επιλέξτε στυλ για χρήση");
define("TPVLAN_28", "ανοικτό");
define("TPVLAN_29", "κλειστό");
define("TPVLAN_30", "Προφορτωμένες εικόνες Θέματος:");
define("TPVLAN_31", "Αυτό είναι το τρέχον επιλεγμένο θέμα διαχειριστή");
define("TPVLAN_32", "Ορισμός ως Θέμα Διαχειριστή");
define("TPVLAN_33", "Τρέχων Θέμα Ιστοσελίδας");
define("TPVLAN_34", "Τρέχουσα Θέμα Διαχειριστή");
define("TPVLAN_35", "Αποθήκευση επιλογών");
define("TPVLAN_36", "Μήνυμα Διαχειριστή");
define("TPVLAN_37", "Οι επιλογές Θέματος αποθηκεύτηκαν");
define("TPVLAN_38", "Ανεβάστε Θέμα");
define("TPVLAN_39", "Διαθέσιμα Θέματα");
define("TPVLAN_40", "Καθορισμένο Θέμα Διαχειριστή");
define("TPVLAN_41", "Παρακαλώ επιλέξτε το στυλ διάταξης διαχειριστή για χρήση");
define("TPVLAN_42", "Αποθήκευση επιλογών διαχείρισης");
define("TPVLAN_43", "Οι επιλογές Διαχείρισης αποθηκεύτηκαν");
define("TPVLAN_46", "PCLZIP σφάλμα εξαγωγής:");
define("TPVLAN_47", "PCLTAR σφάλμα εξαγωγής:");
define("TPVLAN_48", "κώδικας:");


?>