<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_userclass.php $
|     $Revision: 1.0 $
|     $Id: lan_userclass.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("UCSLAN_1", "Αποστολή ανακοίνωσης με ηλεκτρονικό ταχυδρομείο στον ");
define("UCSLAN_2", "Ενημέρωση Προνομίων");
define("UCSLAN_3", "Αγαπητέ/ή");
define("UCSLAN_4", "Τα Προνόμιά σας έχουν ενημερωθεί");
define("UCSLAN_5", "Τώρα έχετε πρόσβαση στην περιοχή(ες)");
define("UCSLAN_6", "Ορισμός κλάσης για το χρήστη");
define("UCSLAN_7", "Ορισμός Κλάσεων");
define("UCSLAN_8", "Ειδοποίηση Χρήστη");
define("UCSLAN_9", "Οι Κάσεις Ενημερώθηκαν.");
define("UCSLAN_10", "Με Εκτίμηση,");
define("UCSLAN_12", "Προνόμια μελών μόνο");


?>