<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_upload.php $
|     $Revision: 1.0 $
|     $Id: lan_upload.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("UPLLAN_1", "Η Φόρτωση έχει αφαιρεθεί από τη λίστα.");
define("UPLLAN_2", "Οι ρυθμίσεις αποθηκεύτηκαν στη βάση δεδομένων");
define("UPLLAN_3", "Ανεβάστε ID");
define("UPLLAN_5", "Συντάκτης");
define("UPLLAN_6", "Ηλεκτρονικό ταχυδρομείο");
define("UPLLAN_7", "Ιστοσελίδα");
define("UPLLAN_8", "Όνομα Αρχείου");
define("UPLLAN_9", "Έκδοση");
define("UPLLAN_10", "Αρχείο");
define("UPLLAN_11", "Μέγεθος Αρχείου");
define("UPLLAN_12", "Στιγμιότυπο οθόνης/Screenshot");
define("UPLLAN_13", "Περιγραφή");
define("UPLLAN_14", "Επίδειξη");
define("UPLLAN_16", "αντίγραφο στη θέση ειδήσεων");
define("UPLLAN_17", "η φόρτωση αφαιρέθηκε από τη λίστα");
define("UPLLAN_18", "Προβολή Λεπτομερειών");
define("UPLLAN_19", "Δεν υπάρχουν μη συντονισμένες κοινές φορτώσεις");
define("UPLLAN_20", "Υπάρχει");
define("UPLLAN_21", "μη συντονισμένη κοινή φόρτωση");
define("UPLLAN_22", "ID");
define("UPLLAN_23", "Όνομα");
define("UPLLAN_24", "Τύπος αρχείου");
define("UPLLAN_25", "Να Ενεργοποιηθούν οι Προσθήκες;");
define("UPLLAN_26", "Δεν θα επιτρέπεται καμμία φόρτωση αν αυτή η επιλογή τεθεί εκτός λειτουργίας");
define("UPLLAN_27", "μη συντονισμένη κοινή φόρτωση");
define("UPLLAN_29", "Τύπος Αποθήκευσης ");
define("UPLLAN_30", "Επιλέξτε τον τρόπο για την αποθήκευση αρχείων που έχουν αποσταλεί, είτε ως κανονική αρχεία στον κεντρικό υπολογιστή ή ως δυαδικές πληροφορίες στη βάση δεδομένων<br /><b>Σημείωση</b> ο δυαδικός/binary τύπος είναι κατάλληλος μόνο για μικρά αρχεία κάτω από περίπου 500kb");
define("UPLLAN_31", "Απλό Αρχείο");
define("UPLLAN_32", "Δυαδικό/Binary");
define("UPLLAN_33", "Μέγιστο μέγεθος αρχείου");
define("UPLLAN_34", "Μέγιστο μέγεθος αποστολής σε bytes - αφήστε κενό για να χρησιμοποιήσετε τις ρυθμίσεις από το php.ini");
define("UPLLAN_35", "Επιτρεπόμενοι τύποι αρχείων");
define("UPLLAN_36", "Παρακαλώ εισάγετε έναν τύπο σε κάθε γραμμή");
define("UPLLAN_37", "Άδεια");
define("UPLLAN_38", "Επιλέξτε αν θα επιτρέπεται μόνον σε ορισμένους χρήστες να κάνουν φόρτωση αρχείων");
define("UPLLAN_39", "Υποβολή");
define("UPLLAN_41", "Παρακαλούμε σημειώστε - το ανέβασμα αρχείων είναι απενεργοποιημένο από το php.ini, δεν θα είναι δυνατό να ανεβάσετε αρχεία μέχρι να ρυθμιστεί σε Ανοικτό/On.");
define("UPLLAN_42", "Ενέργειες");
define("UPLLAN_43", "Φορτώσεις");
define("UPLLAN_44", "Φόρτωση");
define("UPLLAN_45", "Είστε σίγουροι ότι θέλετε να διαγράψετε το παρακάτω αρχείο...");
define("UPLAN_COPYTODLM", "Αντίγραφο για τη διαχείριση λήψεων");
define("UPLAN_IS", "είναι");
define("UPLAN_ARE", "είναι");
define("UPLAN_COPYTODLS", "Αντιγραφή στις Λήψεις");
define("UPLLAN_48", "Για λόγους ασφαλείας οι επιτρεπόμενοι τύποι αρχείων έχουν μετακινηθεί από τη βάση δεδομένων σε απλό αρχείο που βρίσκεται στον κατάλογο admin. Για να τα χρησιμοποιήσετε, μετονομάστε το αρχείο e107_admin/filetypes_.php σε e107_admin/filetypes.php 
και προσθέστε ένα κόμμα σαν οριοθέτηση στον κατάλογο επεκτάσεων τύπων αρχείου. Δεν πρέπει να επιτρέψετε φόρτωση αρχείων σε μορφή .html, .txt, κτλ., δεδομένου ότι ένας επιτιθέμενος μπορεί να φορτώσει ένα αρχείο αυτού του τύπου που περιλαμβάνει ένα κακόβουλο javascript. Δεν πρέπει επίσης, φυσικά, να επιτρέψετε τη φόρτωση .php αρχείων ή οποιουδήποτε άλλου τύπου εκτελέσιμου χειρογράφου.");


?>