<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_header.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/04 11:12:21 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/
define("LAN_head_1", "Πλοήγηση Διαχειριστή");
define("LAN_head_2", "Ο κεντρικός υπολογιστής σας δεν επιτρέπει την μεταφόρτωση HTTP αρχείων έτσι δεν θα είναι δυνατόν για τους χρήστες σας να ανεβάσουν avatar/ αρχεία κλπ. Για να διορθωθεί αυτό ορίστε το  file_uploads Ενεργό στο php.ini σας και κάντε επανεκκίνηση του server σας. Αν δεν έχετε πρόσβαση στο php.ini σας επικοινωνήστε με τους οικοδεσπότες σας.");
define("LAN_head_3", "Ο κεντρικός υπολογιστής σας λειτουργεί με περιορισμός σε basedir .Αυτή η χρήση απαγορεύει οποιουδήποτε αρχείο εκτός του καταλόγου σας και ως εκ τούτου θα μπορούσε να επηρεάσει ορισμένα σενάρια, όπως το διαχειριστή αρχείων.");
define("LAN_head_4", "Περιοχή Διαχειριστή");
define("LAN_head_5", "γλώσσα που εμφανίζεται στην περιοχή διαχειριστών:");
define("LAN_head_6", "Πληροφορίες  Προσθέτων/Plugins");


?>