<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/admin/lan_fla.php $
|        $Revision: 1.0 $
|        $Id: 2011/03/02 15:06:20 $
|        $Author: e107gr.com $
+---------------------------------------------------------------+
*/
define("FLALAN_1", "Αποτυχημένες προσπάθειες σύνδεσης");
define("FLALAN_2", "Δεν έχουν καταγραφεί αποτυχημένες προσπάθειες σύνδεσης");
define("FLALAN_3", "Απόπειρα(-ες) διεγράφη");
define("FLALAN_4", "Ο χρήστης επιχείρησε να συνδεθεί με λανθασμένο όνομα χρήστη/κωδικό πρόσβασης");
define("FLALAN_5", "IP που εχουν  απαγορευθεί");
define("FLALAN_6", "Ημερομηνία");
define("FLALAN_7", "Δεδομένα");
define("FLALAN_8", "Η διεύθυνση IP /Διακομιστή");
define("FLALAN_9", "Επιλογές");
define("FLALAN_10", "Διαγραφή/Απαγόρευσή επιλεγμένων καταχωρήσεων");
define("FLALAN_11", "Επιλογή  στα τετραγωνίδια διαγραφής");
define("FLALAN_12", "Αποεπιλογή  στα τετραγωνίδια διαγραφής");
define("FLALAN_13", "Επιλογή  τετραγωνίδια απαγορεύσεων");
define("FLALAN_14", "Αποεπιλογή  τετραγωνίδια απαγορεύσεων");
define("FLALAN_15", "Η ακόλουθη(ες) διεύθυνση(εις) IP  έχουν αυτόματη -απαγόρευσή - του χρήστη όταν προσπαθήσει περισσότερο από δέκα φορες και αποτύχει να συνδεθεί");
define("FLALAN_16", "Διαγράψετε αυτόν τον κατάλογο αυτόματης - απαγόρευσης");
define("FLALAN_17", "Αυτόματη λίστα απαγόρευσης διεγράφη");


?>