<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/lan_ugflag.php $
|     $Revision: 1.0 $
|     $Id: lan_ugflag.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com $
+----------------------------------------------------------------------------+
*/
define("UGFLAN_1", "Οι ρύθμισεις συντήρησης ενημερώθηκαν");
define("UGFLAN_2", "Ενεργοποίηση σημαίας συντήρησης");
define("UGFLAN_3", "Ενημέρωση Ρυθμίσεων Συντήρησης ");
define("UGFLAN_4", "Ρυθμίσεις Συντήρησης ");
define("UGFLAN_5", "Κείμενο που θα εμφανίζεται όταν η ιστοσελίδα βρίσκεται σε κατάσταση συντήρησης");
define("UGFLAN_6", "Αφήστε το κενό για να εμφανίζεται το προεπιλεγμένο μήνυμα");
define("UGFLAN_8", "Περιορισμένη πρόσβαση μόνο για Διαχειριστές");
define("UGFLAN_9", "Περιορισμένη πρόσβαση μόνο για τον Κύριο-Διαχειριστή");


?>