<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/integrity_check/languages/English.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-07-15 21:07:25 -0500 (Πέμπτη, 15 Ιουλίου 2010) $
|     $Author: Http://gatakia.com by Limontselo $ 
+----------------------------------------------------------------------------+
*/

define("Integ_01", "Αποθήκευση επιτυχής");
define("Integ_02", "Αποθήκευση απέτυχε");
define("Integ_03", "Λείπουν Αρχεία:");
define("Integ_04", "CRC-Λάθη:");
define("Integ_05", "Δεν είναι δυνατόν να ανοίξει το Αρχείο...");
define("Integ_06", "Ελέγξτε Αρχείου-ακεραιότητα");
define("Integ_07", "Κανένα αρχείο διαθέσιμο");
define("Integ_08", "Ελέγξτε ακεραιότητα");
define("Integ_09", "Δημιουργείστε sfv-αρχείο");
define("Integ_10", "Ο επιλεγμένος φάκελλος <u>not</u> μπορεί να αποθηκευτεί στο crc-αρχείο.");
define("Integ_11", "Όνομα Αρχείου:");
define("Integ_12", "Δημιουργείστε sfv αρχείο");
define("Integ_13", "Ακεραιότητας-έλεγχος");
define("Integ_14", "SFV-Δημιουργία δεν είναι δυνατή, γιατί ο φάκελλος ".e_PLUGIN."integrity_check/<b>{output}</b> δεν είναι εγγράψιμος. Παρακαλώ chmod αυτόν το φάκελλο στο 777!");
define("Integ_15", "Όλα τα αρχεία ελέγχθηκαν και είναι o.k.!");
define("Integ_16", "Κανένας πυρήνας-crc-αρχείου διαθέσιμος");
define("Integ_17", "Κανένα plugin-crc-αρχείου διαθέσιμο");
define("Integ_18", "Δημιουργία Plugin-CRC-Αρχείου");
define("Integ_19", "Πυρήνας-Checksum-Αρχεία");
define("Integ_20", "Plugin-Checksum-Αρχεία");
define("Integ_21", "Επιλέξτε το plugin που θέλετε για να δημιουργήσετε το crc-αρχείο.");
define("Integ_22", "Χρησιμοποιήστε gzip");
define("Integ_23", "Έλεγχος μόνο σε εγκαταστημένα Θέματα");
define("Integ_24", "Κεντρική Σελίδα Διαχειριστή");
define("Integ_25", "Αποσύνδεση απο τη Σελίδα Διαχείρησης");
define("Integ_26", "Φόρτωση Ιστοσελίδας με κανονική επικεφαλίδα");
define("Integ_27", "ΧΡΗΣΙΜΟΠΟΙΗΣΤΕ ΤΟ FILE INSPECTOR ΓΙΑ ΕΛΕΓΧΟ ΤΟΥ ΠΥΡΗΝΑ ΤΩΝ ΑΡΧΕΙΩΝ");

// define("Integ_29", "<br /><br /><b>*<u>CRC-ERRORS:</u></b><br />Αυτά τα checksum είναι λάθη και υπάρχουν δύο πιθανοί λόγοι για αυτό:<br />-Έχετε αλλάξει κάτι μέσα στο αρχείο και έτσι δεν είναι πια το ίδιο με το πρωτότυπο.<br />-Το συγκεκριμένο αρχείο είναι κατεστραμένο και πρέπει να το φορτώσετε ξανά!");
// language file should contain NO html.

define("Integ_30", "Για λιγότερη cpu-χρήση , μπορείτε να κάνετε τον έλεγχο με 1 - 10 βήματα.");
define("Integ_31", "Βήματα: ");
define("Integ_32", "Υπάρχει ένα αρχείο με το όνομα <b>log_crc.txt</b> στον crc-φάκελλο. Παρακαλώ διαγράψτε τον! (Ή προσπαθείστε να τον ανανεώσετε)");
define("Integ_33", "Υπάρχει ένα αρχείο με το όνομα <b>log_miss.txt</b> στον crc-φάκελλο. Παρακαλώ διαγράψτε τον! (Ή προσπαθείστε να τον ανανεώσετε)");
define("Integ_34", "Ο Crc-φάκελλος δεν είναι εγγράψιμος!");
define("Integ_35", "Επειδή υπάρχει ο ακόλουθος λόγος(οι) σας επιτρέπετε να επιλέξετε <b>ένα</b> βήμα:");
define("Integ_36", "Πατήστε εδώ, αν δεν θέλετε να περιμένετε 5 Δευτερόλεπτα μέχρι το επόμενο βήμα:");
define("Integ_37", "Πάτησέ με");
define("Integ_38", "Μια άλλη <u><i>{μέτρηση}</i></u> για τις γραμμές είναι...");
define("Integ_39", "Παρακαλώ διαγράψτε το αρχείο:<br />".e_PLUGIN."integrity_check/<u><i>do_core_file.php</i></u>!<br />Είναι ξεπερασμένο και δεν είναι για δημοσίευση...");

?>