<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     �Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/linkwords/languages/English.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-07-15 21:07:25 -0500 (Πέμπτη, 15 Ιουλίου 2010) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
	
define("LWLAN_1", "Έχει μείνει πεδίο(α) κενό(α).");
define("LWLAN_2", "η Λέξη Συνδέσμου έχει αποθηκευτεί.");
define("LWLAN_3", "η Λέξη Συνδέσμου έχει ενημερωθεί.");
define("LWLAN_4", "Καμμία λέξη Συνδεσμου δεν έχει προσδιοριστεί ακόμα.");
define("LWLAN_5", "Λέξεις");
define("LWLAN_6", "Σύνδεσμος");
define("LWLAN_7", "Ενεργό;");
define("LWLAN_8", "Επιλογές");
define("LWLAN_9", "ναι");
define("LWLAN_10", "όχι");
define("LWLAN_11", "Υφιστάνενες Λέξεις Συνδέσμων");
define("LWLAN_12", "Ναι");
define("LWLAN_13", "Όχι");
define("LWLAN_14", "Προσθήκη Λέξης Συνδέσμου");
define("LWLAN_15", "Ενημέρωση Λέξης Συνδέσμου");
define("LWLAN_16", "Επεξεργασία");
define("LWLAN_17", "Διαγραφή");
define("LWLAN_18", "Είστε σίγουρος ότι θέλετε να διαγράψετε αυτή τη λέξη συνδέσμου;");
define("LWLAN_19", "Λέξη Συνδέσμου διαγράφηκε.");
define("LWLAN_20", "Αδύνατον να βρεθεί η συγκεκριμένη λέξη συνδέσμου.");
define("LWLAN_21", "Λέξη για αυτόματο σύνδεσμο (ή διαχωρείστε με κόμα-τη λίστα των λέξεων)");
define("LWLAN_22", "Ενεργοποίηση;");
define("LWLAN_23", "Διαχείρηση Λέξεων Συνδέσμων");
define("LWLAN_24", "Διαχείρηση Λέξεων");
define("LWLAN_25", "Επιλογές");
define("LWLAN_26", "Τομείς στους οποίους να μπορούν να προστεθούν οι λέξεις συνδέσμων");
define("LWLAN_27", "Αυτό είναι το 'πλαίσιο' του κειμένου που θα εμφανίζεται");
define("LWLAN_28", "Τομείς στους οποίους να μπορούν να αφαιρεθούν οι λέξεις συνδέσμων");
define("LWLAN_29", "Ίδια μορφή με τον έλεγχο της προβολής μενού. Μία εμφάνιση ανά γραμμή. Καθορίστε μια μερική ή πλήρη διεύθυνση URL. Και τελειώστε με '!' την ακριβή αντιστοιχία του τμήματος τέλος του συνδέσμου");
define("LWLAN_30", "Αποθήκευση επιλογών");
define("LWLAN_31", "Προσθήκη/επεξεργασία λέξης συνδέσμου");
define("LWLAN_32", "Επιλογές Λέξεων Συνδέσμων");
define("LWLAN_33", 'Τίτλος Περιοχής');
define("LWLAN_34", 'Στοιχείων περιλήψεις');
define("LWLAN_35", 'Σώμα κειμένου');
define("LWLAN_36", 'Περιγραφή (σύνδεσμοι κλπ)');
define("LWLAN_37", 'Κληροδοτήματος περιοχή');
define("LWLAN_38", 'Ενεργοί Σύνδεσμοι');
define("LWLAN_39", 'Ανεπεξέργαστο κείμενο');
define("LWLAN_40", 'Χρήστη-εισαγωγή τίτλων (π.χ. φόρουμ)');
define("LWLAN_41", 'Χρήστη-εισαγωγή σώμα κειμένου (π.χ. φόρουμ)');


define("LWLANINS_1", "Λέξεις Συνδέσμων");
define("LWLANINS_2", "Αυτό το plugin θα συνδέσει τις λέξεις συνδέσμων με τον καθορισμένο σύνδεσμο");
define("LWLANINS_3", "Ρύθμιση Παραμέτρων Λέξεων Συνδέσμων");
define("LWLANINS_4", "Για να ρυθμίσετε τις παραμέτρους παρακαλώ πατήστε oπάνω στο σύνδεσμο στο πεδίο των plugins στην κεντρική σελίδα των διαχειριστών");

?>