<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_plugins/links_page/languages/English.php,v $
|     $Revision: 1.27 $
|     $Date: 2006/10/28 09:29:29 $
|     $Author: lisa_ $
+----------------------------------------------------------------------------+
*/
// if(!defined("PAGE_NAME")){define("PAGE_NAME", "Links");}  <--
// Lisa, could you please move this out of the language file ?



define("LCLAN_PLUGIN_LAN_1", "Линкүүдийн хуудас");
define("LCLAN_PLUGIN_LAN_2", "Гадаад вэб линкүүдийг харуулах хуудас");
define("LCLAN_PLUGIN_LAN_3", "Линкүүдийн хуудсыг тохируулах");
define("LCLAN_PLUGIN_LAN_4", "линкүүд");
define("LCLAN_PLUGIN_LAN_5", "Линкүүдийн хуудсыг амжилттай суулгалаа, үндсэн нүүр хуудсан  дахь Линкүүдийн хуудаснаас тохируулга хийнэ үү.");

define("LCLAN_PLUGIN_LAN_6", "Линкүүдийн хуудсыг амжилттай шинэчиллээ, одоо ашиглаж байгаа хувилбар");

define("LCLAN_OPT_MENU_1", "ерөнхий боломжууд");
define("LCLAN_OPT_MENU_2", "хувийн линк менежерүүд");
define("LCLAN_OPT_MENU_3", "ангилалын хуудас");
define("LCLAN_OPT_MENU_4", "линкүүд харуулах");
define("LCLAN_OPT_MENU_5", "Хандах хуудас");
define("LCLAN_OPT_MENU_6", "үнэлэх хуудас");
define("LCLAN_OPT_MENU_7", "цэс");

define("LCLAN_PAGETITLE_1", "Линкүүд");
define("LCLAN_PAGETITLE_2", "Бүх ангилал");
define("LCLAN_PAGETITLE_3", "Бүх линк");
define("LCLAN_PAGETITLE_4", "Ангилал");
define("LCLAN_PAGETITLE_5", "Хамгийн өндөр үнэлгээтэй");
define("LCLAN_PAGETITLE_6", "Хамгийн их хандсан");
define("LCLAN_PAGETITLE_7", "Хувийн линк менежер");
define("LCLAN_PAGETITLE_8", "Линкийн санал");
define("LCLAN_PAGETITLE_9", "Линкийг илгээх");
define("LCLAN_PAGETITLE_10", "");

define("LCLAN_OPT_1", "ерөнхий боломжууд");
define("LCLAN_OPT_2", "Линк хуудсын боломжууд");
define("LCLAN_OPT_3", "идэвхжүүлэх");
define("LCLAN_OPT_4", "идэвхгүй болгох");
define("LCLAN_OPT_5", "px");
define("LCLAN_OPT_6", "");
define("LCLAN_OPT_7", "ангилалуудыг хуудсуудад хуваах");
define("LCLAN_OPT_8", "линкүүдийг илгээх боломж олгох");
define("LCLAN_OPT_9", "линкүүдийг хэн илгээж болох вэ");
define("LCLAN_OPT_10", "линкүүдийг олон хуудсаар харуулах");
define("LCLAN_OPT_11", "нэг хуудсанд орох линкийн тоо");
define("LCLAN_OPT_12", "ангилалын хуудас");
define("LCLAN_OPT_13", "аль хэсгийг харуулах");
define("LCLAN_OPT_14", "дүрс");
define("LCLAN_OPT_15", "тодорхойлолт");
define("LCLAN_OPT_16", "хэмжээ");
define("LCLAN_OPT_17", "хандалт");
define("LCLAN_OPT_18", "url");
define("LCLAN_OPT_19", "нийт ангилалын мэдээллийн хэсэг");
define("LCLAN_OPT_20", "хамгийн их хандсанд холбох");
define("LCLAN_OPT_21", "хамгийн өндөр үнэлгээтэйд холбох");
define("LCLAN_OPT_22", "байхгүй бол үндсэн дүрсийг харуулах");
define("LCLAN_OPT_23", "ангилах үндсэн арга");
define("LCLAN_OPT_24", "дараалуулах үндсэн арга");
define("LCLAN_OPT_25", "хэмжээг өөрчлөх үндсэн утга");
define("LCLAN_OPT_26", "линкүүдийн хуудас");
define("LCLAN_OPT_27", "хэрэглэгчид линкүүдийг үнэлэх боломж олгох");
define("LCLAN_OPT_28", "байхгүй бол үндсэн дүрсийг харуулах");
define("LCLAN_OPT_29", "ангилах, дараалуулах цэс");
define("LCLAN_OPT_30", "өгсөх дараалал");
define("LCLAN_OPT_31", "буурах дараалал");
define("LCLAN_OPT_32", "линк нээх аргыг давхар ашиглах");
define("LCLAN_OPT_33", "хэмжээг өөрчлөх үндсэн утга");
define("LCLAN_OPT_34", "нэр");
define("LCLAN_OPT_35", "url");
define("LCLAN_OPT_36", "дараалал");
define("LCLAN_OPT_37", "хандалт");
define("LCLAN_OPT_38", "");
define("LCLAN_OPT_39", "");
define("LCLAN_OPT_40", "нэр");
define("LCLAN_OPT_41", "id");
define("LCLAN_OPT_42", "хувийн линкийн тохируулга ашиглах");
define("LCLAN_OPT_43", "ижил цонхонд нээх");
define("LCLAN_OPT_44", "шинэ цонхонд нээх");
define("LCLAN_OPT_45", "600x400-н жижиг цонхонд нээх");
define("LCLAN_OPT_46", "линкүүдийг удирдаж болох хэрэглэгч");
define("LCLAN_OPT_47", "эдгээр хэрэглэгчид өөрийн хувийн линкүүдийг нэмж, засч болно");
define("LCLAN_OPT_48", "шууд байрлуулахыг зөвшөөрөх");
define("LCLAN_OPT_49", "хэрэв зөвшөөрсөн бол линкүүдийг шууд илгээх, хэрэв зөвшөөрөөгүй бол сайтын удирдагч зөвшөөрөл олгоно");
define("LCLAN_OPT_50", "шууд учтгах эрх олгох");
define("LCLAN_OPT_51", "Хэрэв зөвшөөрсөн бол линк менежерүүд өөрсдийн линкийг устгаж болно");
define("LCLAN_OPT_52", "хувийн линк менежерүүд");
define("LCLAN_OPT_53", "он сар");
define("LCLAN_OPT_54", "линкүүдэд хувийн зохион байгуулалт хийхийг зөвшөөрөх");
define("LCLAN_OPT_55", "бүх линкүүдэд санал өгөхийг зөвшөөрөх");
define("LCLAN_OPT_56", "хамгийн бага хандалтын утга");
define("LCLAN_OPT_57", "зөвхөн өгөгдсөн утгаас их хандалтын тоотой линкүүдийг харуулах (0 or хоосон = бүгд)");
define("LCLAN_OPT_58", "илгээх линктэй холбох");
define("LCLAN_OPT_59", "хувийн менежерүүдтэй холбох (зөвхөн зөвшөөрсөн тохиолдолд)");
define("LCLAN_OPT_60", "линкийн нүүр хуудастай холбох");
define("LCLAN_OPT_61", "бүх ангилалтай холбох");
define("LCLAN_OPT_62", "эдгээр линкүүдийг харуул");
define("LCLAN_OPT_63", "хамгийн бага үнэлгээний утга");
define("LCLAN_OPT_64", "зөвхөн өгөгдсөн үнэлгээнээс өндөр үнэлгээтэй линкүүдийг харуулах (0 or хоосон = бүгд)");
define("LCLAN_OPT_65", "хоосон ангилалуудыг харуулах");
define("LCLAN_OPT_66", "ангилал бүртэй холбох");
define("LCLAN_OPT_67", "бүх линкүүдтэй холбох");
define("LCLAN_OPT_68", "бүх линкүүдийг харах");

define("LCLAN_OPT_69", "рендер төрлийн навигаторын линкүүд");
define("LCLAN_OPT_70", "ангилалын линкүүдийг харуулах");
define("LCLAN_OPT_71", "рендер төрлийн ангилалын линкүүд");
define("LCLAN_OPT_72", "сүүлд үзсэн линкүүдийг харуулах");
define("LCLAN_OPT_73", "аль өгөгдөл болохыг харуулах");
define("LCLAN_OPT_74", "хамгийн сүүлд хэдэн линк харуулсан бэ");
define("LCLAN_OPT_75", "кибер линкүүд");
define("LCLAN_OPT_76", "сонголтын нүд");
define("LCLAN_OPT_77", "ангилал");
define("LCLAN_OPT_78", "тайлбар");
define("LCLAN_OPT_79", "гарчгийн навигатор");
define("LCLAN_OPT_80", "гарчгийн ангилалууд");
define("LCLAN_OPT_81", "гарчгийн хамгийн сүүлд гаргасан жагсаалт");
define("LCLAN_OPT_82", "навигатор");
define("LCLAN_OPT_83", "ангилалууд");
define("LCLAN_OPT_84", "хамгийн сүүлд гаргасан жагсаалт");
define("LCLAN_OPT_85", "гарчгийн цэс");
define("LCLAN_OPT_86", "линкийн цэс");
define("LCLAN_OPT_87", "линкүүдийн хэмжээг харуулах");

define("LCLAN_ADMIN_1", "шинэчлэх"); 
define("LCLAN_ADMIN_2", "өгөгдлийн санд хадгалагдсан линк.");
define("LCLAN_ADMIN_3", "өгөгдлийн санд шинэчлэгдсэн линк.");
define("LCLAN_ADMIN_4", "Хадгалагдсан линкийн ангилал");
define("LCLAN_ADMIN_5", "Шинэчлэгдсэн линкийн ангилал");
define("LCLAN_ADMIN_6", "хадгалагдсан боломжууд");
define("LCLAN_ADMIN_7", "линкийн дүрсийг амжилттай ачаалав!");
define("LCLAN_ADMIN_8", "линкийн дүрс ачаалагдсангүй!");
define("LCLAN_ADMIN_9", "шинэчлэгдсэн дараалал");
define("LCLAN_ADMIN_10", "Линк");
define("LCLAN_ADMIN_11", "устгасан");
define("LCLAN_ADMIN_12", "Линкийн ангилал");
define("LCLAN_ADMIN_13", "илгээж устгасан линк");
define("LCLAN_ADMIN_14", "Линкүүд");
define("LCLAN_ADMIN_15", "Энэ ангилал линкүүд агуулсан хэвээр байна, эхлээд линкийг арилгана уу");

define("LCLAN_SL_1", "Илгээсэн линкүүд");
define("LCLAN_SL_2", "Илгээсэн линк алга");
define("LCLAN_SL_3", "Линк");
define("LCLAN_SL_4", "Илгээсэн");
define("LCLAN_SL_5", "Боломжууд");
define("LCLAN_SL_6", "Шуудангаар илгээх");
define("LCLAN_SL_7", "Устгах");
define("LCLAN_SL_8", "Энэхүү илгээсэн линкийг устгаж байгаадаа итгэлтэй байна уу?");

define("LCLAN_SL_9", "Линкийг илгээсний дараа сайтын удирдагч шалгах бөгөөд зохистой гэж үзсэн тохиолдолд линкүүдийн үндсэн хуудсанд нэмж оруулах болно.");

define("LCLAN_SL_10", "Ангилал:");
define("LCLAN_SL_11", "нэр");
define("LCLAN_SL_12", "url");
define("LCLAN_SL_13", "тодорхойлолт");
define("LCLAN_SL_14", "URL-с линк рүү орох товч:");
define("LCLAN_SL_15", "Доогуур зурсан зүйлсийг оруулах шаардлагатай.");
define("LCLAN_SL_16", "Линкийг илгээ");
define("LCLAN_SL_17", "");
define("LCLAN_SL_18", "");

define("LCLAN_CAT_1", "Зураг");
define("LCLAN_CAT_2", "Ангилал");
define("LCLAN_CAT_3", "Боломжууд");
define("LCLAN_CAT_4", "Шилжүүлэх");
define("LCLAN_CAT_5", "Дараалах");
define("LCLAN_CAT_6", "Засах");
define("LCLAN_CAT_7", "уу");
define("LCLAN_CAT_8", "Энэ ангилалыг устгах байгаадаа итгэлтэй байна уу?");
define("LCLAN_CAT_9", "Линкүүдийг харах");
define("LCLAN_CAT_10", "Дараалалыг шинэчлэх");
define("LCLAN_CAT_11", "Линкийн ангилал байхгүй байна");
define("LCLAN_CAT_12", "ОДоо байгаа линкийн ангилалууд");
define("LCLAN_CAT_13", "Нэр:");
define("LCLAN_CAT_14", "Дүрслэл:");
define("LCLAN_CAT_15", "Шинэ дүрс ачаалах:");
define("LCLAN_CAT_16", "Автоматаар жижгээр харуулах хэмжээ:");
define("LCLAN_CAT_17", "Таны сервер дээр файл ачаалах боломжийг идэвхжүүлээгүй тул энэ боломж идэвхжээгүй байна");
define("LCLAN_CAT_18", "Уг");
define("LCLAN_CAT_19", "фолдерт бичих боломжгүй байна, ачаалахын өмнө уг фолдерт CHMOD 777 хийх шаардлагатай");
define("LCLAN_CAT_20", "px");
define("LCLAN_CAT_21", "ачаалах");
define("LCLAN_CAT_22", "Дүрст товчыг сонгох:");
define("LCLAN_CAT_23", "Зургуудыг харах");
define("LCLAN_CAT_24", "Харагдах:");
define("LCLAN_CAT_25", "Цаг заагчыг шинэчлэн тааруулах");
define("LCLAN_CAT_26", "Линкийн ангилалыг шинэчлэх");
define("LCLAN_CAT_27", "Маягтыг арилгах");
define("LCLAN_CAT_28", "Линкийн ангилал шинээр нээх");
define("LCLAN_CAT_29", "Линкийн ангилал");

define("LCLAN_ITEM_1", "Илгээсэн");
define("LCLAN_ITEM_2", "Ангилал:");
define("LCLAN_ITEM_3", "ямар нэг ангилал хараахан байхгүй байна");
define("LCLAN_ITEM_4", "Нэр:");
define("LCLAN_ITEM_5", "Url:");
define("LCLAN_ITEM_6", "Тодорхойлолт:");
define("LCLAN_ITEM_7", "Дүрс ачаалах:");
define("LCLAN_ITEM_8", "Автоматаар жижгээр харуулах хэмжээ:");
define("LCLAN_ITEM_9", "Таны сервер дээр файл ачаалах боломжийг идэвхжүүлээгүй тул энэ боломж идэвхжээгүй байна");
define("LCLAN_ITEM_10", "Уг");
define("LCLAN_ITEM_11", "фолдерт бичих боломжгүй байна, ачаалахын өмнө уг фолдерт CHMOD 777 хийх шаардлагатай");
define("LCLAN_ITEM_12", "px");
define("LCLAN_ITEM_13", "ачаалах");
define("LCLAN_ITEM_14", "Дүрст товч сонгох:");
define("LCLAN_ITEM_15", "Зургийг үзэх");
define("LCLAN_ITEM_16", "Нээх төрөл:");
define("LCLAN_ITEM_17", "Энэ цонхондоо нээх");
define("LCLAN_ITEM_18", "Шинэ цонхонд нээх");
define("LCLAN_ITEM_19", "600x400-н жижиг цонхонд нээх");
define("LCLAN_ITEM_20", "Харагдах:");
define("LCLAN_ITEM_21", "Цаг заагчыг шинэчлэн тааруулах");
define("LCLAN_ITEM_22", "Линкийг шинэчлэх");
define("LCLAN_ITEM_23", "Линк шинээр нээх");
define("LCLAN_ITEM_24", "Линкүүд");
define("LCLAN_ITEM_25", "Зураг");
define("LCLAN_ITEM_26", "Линкийн нэр");
define("LCLAN_ITEM_27", "Боломжууд");
define("LCLAN_ITEM_28", "Шилжүүлэх");
define("LCLAN_ITEM_29", "Дараалуулах");
define("LCLAN_ITEM_30", "Шинээр дараалуулах");
define("LCLAN_ITEM_31", "засах");
define("LCLAN_ITEM_32", "устгах");
define("LCLAN_ITEM_33", "Та энэ линкийг устгаж байгаадаа итгэлтэй байна уу?");
define("LCLAN_ITEM_34", "дүрс алга");
define("LCLAN_ITEM_35", "хувийн линкүүдийг удирдах");
define("LCLAN_ITEM_36", "очих");
define("LCLAN_ITEM_37", "бүх линкүүдийг харуулах");
define("LCLAN_ITEM_38", "Бүх линкүүд");
define("LCLAN_ITEM_39", "Үнэлгээ");

define("LCLAN_ADMINMENU_1", "Линкийн боломжууд");
define("LCLAN_ADMINMENU_2", "Линкийн ангилалыг зохион байгуулах");
define("LCLAN_ADMINMENU_3", "Линкийн ангилал бий болгох");
define("LCLAN_ADMINMENU_4", "Линкүүдийг зохион байгуулах");
define("LCLAN_ADMINMENU_5", "Линк шинээр нээх");
define("LCLAN_ADMINMENU_6", "Боломжууд");
define("LCLAN_ADMINMENU_7", "Илгээсэн линкүүд");
define("LCLAN_ADMINMENU_8", "Ангилалууд");

define("NT_LAN_LP_1", "Линкүүдийн хуудасны үйл ажиллагаа");
define("NT_LAN_LP_2", "хэрэглэгчийн илгээсэн линк");
define("NT_LAN_LP_3", "Илгээсэн линк");

define("LNK_SCH_LAN_2", "Бүх линкийн ангилалууд");
define("LNK_SCH_LAN_3", "Бүх линкүүдийн дэлгэрэнгүй");

define("LAN_LINKS_MANAGER_0", "дүрст товч");
define("LAN_LINKS_MANAGER_1", "линк");
define("LAN_LINKS_MANAGER_2", "боломжууд");
define("LAN_LINKS_MANAGER_3", "шинэ линк бий болгох");
define("LAN_LINKS_MANAGER_4", "танд одоогоор ямар ч линк байхгүй байна");
define("LAN_LINKS_MANAGER_5", "ангилал");
define("LAN_LINKS_MANAGER_6", "");
define("LAN_LINKS_MANAGER_7", "");
define("LAN_LINKS_MANAGER_8", "");
define("LAN_LINKS_MANAGER_9", "");

define("LAN_LINKS_1", "Нийт линкүүд");
define("LAN_LINKS_2", "Нийт идэвхжүүлсэн линкүүд");
define("LAN_LINKS_3", "Нэргүй");
define("LAN_LINKS_4", "толгой");
define("LAN_LINKS_5", "url");
define("LAN_LINKS_6", "дараалал");
define("LAN_LINKS_7", "хандалт");
define("LAN_LINKS_8", "өгсөх дарааллаар");
define("LAN_LINKS_9", "буурах дарааллаар");
define("LAN_LINKS_10", "Хамгийн их хандсан линкүүд");
define("LAN_LINKS_11", "Хамгийн өндөр үнэлгээтэй линкүүд");
define("LAN_LINKS_12", "Линкүүдийн хандсан байдлаар нь үзэх");
define("LAN_LINKS_13", "Линкүүдийг үнэлгээгээр нь үзэх");
define("LAN_LINKS_14", "линкүүдийн нүүр хуудсыг үзэх");
define("LAN_LINKS_15", "-р ангилах");
define("LAN_LINKS_16", "энэ ангилалд");
define("LAN_LINKS_17", "линк");
define("LAN_LINKS_18", "линкүүд");
define("LAN_LINKS_19", "ангилалууд");
define("LAN_LINKS_20", "ангилал");
define("LAN_LINKS_21", "Энд");
define("LAN_LINKS_22", "байгаа");
define("LAN_LINKS_23", "байгаа");
define("LAN_LINKS_24", "нийт линк");
define("LAN_LINKS_25", "бүх линкүүдийг харуулах");
define("LAN_LINKS_26", "Хандалтууд");
define("LAN_LINKS_27", "линк илгээх");
define("LAN_LINKS_28", "Баярлалаа");
define("LAN_LINKS_29", "Таны линк хадгалагдлаа, сайтын удирдагч хянах болно");
define("LAN_LINKS_30", "Линкийн ангилалууд");
define("LAN_LINKS_31", "линкээ илгээ");
define("LAN_LINKS_32", "Ангилал:");
define("LAN_LINKS_33", "үнэлгээ өгсөн линк хараахан байхгүй байна.");
define("LAN_LINKS_34", "Одоогоор ямар ч линк алга");
define("LAN_LINKS_35", "хувийн линкүүдийн менежер");
define("LAN_LINKS_36", "линкийн санал шүүмжлэлүүд");
define("LAN_LINKS_37", "Санал шүүмжлэлүүд");
define("LAN_LINKS_38", "он сар");
define("LAN_LINKS_39", "Линкүүд");
define("LAN_LINKS_40", "Ангилал");
define("LAN_LINKS_41", "ангилал хараахан байхгүй байна");
define("LAN_LINKS_42", "хандсан линк хараахан байхгүй байна");
define("LAN_LINKS_43", "бүх ангилалуудыг харуулах");
define("LAN_LINKS_44", "id");
define("LAN_LINKS_45", "Линкийн ангилал");
define("LAN_LINKS_46", "Линкийн дэд ангилалууд");
define("LAN_LINKS_47", "линкийн навигатор...");
define("LAN_LINKS_48", "-- ангилал үзэх --");
define("LAN_LINKS_49", "");
define("LAN_LINKS_50", "Та одоогоор линк илгээх зөвшөөрөл аваагүй байна");

define("LAN_ADMIN_HELP_0", "линкийн хуудасны туслах хэсэг");

define("LAN_ADMIN_HELP_1", "<i>линкийн ангилалуудыг удирдах хуудас нь байгаа бүх ангилалуудыг харуулна.</i><br /><br /><b>дэлгэрэнгүй жагсаалт</b><br />Энд ангилалуудын жагсаалтыг дүрс, нэр, тодорхойлолт, options, ангилах боломжуудын хамт үзүүлнэ.<br /><br /><b>дүрсүүдийн тайлбар</b><br />
".LINK_ICON_LINK." : тухайн ангилалтай холбох<br /><br />
".LINK_ICON_EDIT." : тухайн ангилалыг засах<br /><br />
".LINK_ICON_DELETE." : тухайн ангилалыг устгах<br /><br />
".LINK_ICON_ORDER_UP." : Дээшээ явах товч нь ангилалд орсон зүйлийг нэг дараалал ахиулах боломж олгоно.<br /><br />
".LINK_ICON_ORDER_DOWN." : Доошоо явах товч нь ангилалд орсон зүйлийг нэг дараалал доош буулгах боломж олгоно.<br />
<br />
<b>order</b><br />Энд та бүх ангилалын дарааллыг гар аргаар тогтоож болно. Та сонгох нүдний утгыг хүссэн дарааллын дугаараар өөрчилж дор байгаа дахин дараалах товчийг даран шинэ дарааллыг хадгална.<br />");

define("LAN_ADMIN_HELP_2", "<i>линкийн ангилал нээх хуудас нь шинэ ангилал нэмж оруулах боломж олгоно</i><br /><br />Та шинэ дүрс ачаалаад, дараа нь уг дүрсээ тухайн ангилалд хуваарилж өгнө.");

define("LAN_ADMIN_HELP_3", "<i>линкүүдийг удирдах хуудас нь эхлээд бүх ангилалыг харуулна.</i><br /><br />".LINK_ICON_LINK." : тухайн ангилалтай холбох<br /><br />".LINK_ICON_EDIT." : дүрсийг дарж энэ ангилалд буй бүх линкийг харна<br />");
define("LAN_ADMIN_HELP_4", "<i>линк шинээр нээх хуудас нь шинэ линк нэмэх боломж олгоно</i><br /><br />Та шинэ дүрс ачаалаад, дараа нь уг дүрсээ тухайн линкэд хуваарилж болно.<br /><br />нээх төрөл нь хэрэглэгч уг линк дээр дарахад хэрхэн нээгдэхийг тодорхойлох боломж олгоно.");
define("LAN_ADMIN_HELP_5", "<i>илгээсэн линкүүдийн хуудас нь тухайн хэрэглэгчийн илгээсэн бүх линкийг харуулна</i><br /><br /><b>дэлгэрэнгүй жагсаалт</b><br />Та тухайн линкийн url хаяг, илгээсэн хэрэглэгчийн нэр ба боломжуудыг харна.<br /><br /><b>дүрсүүдийн тайлбар</b><br />
".LINK_ICON_EDIT." : маягт бүрдүүлэхийн тулд илгээсэн линкүүдийг тухайн линкэд байрлуулна<br /><br />
".LINK_ICON_DELETE." : илгээсэн линкүүдийг устгана<br />
");

define("LAN_ADMIN_HELP_6", "<i>боломжуудын хуудсанд линкүүдийн хуудасны онцлогыг өөрчлөх боломжийг олгоно</i><br /><br />
ерөнхий боломжууд<br />
эдгээр боломжуудыг линкүүдийн хуудсанд ерөнхий байдлаар хэрэглэнэ.<br /><br />
хувийн линкийн менежер<br />
хувийн линкийн менежерүүд нь өөрсдийн нэмж оруулсан линкийг удирдан зохион байгуулах давуу эрхтэй хэрэглэгчид байна.<br /><br />
ангилалын худас<br />
энд та ангилалын хуудасны боломжуудыг өөрчилж болно.<br /><br />
линкүүдийн хуудас<br />
Эдгээр боломжуудыг линкийн хуудсуудад хэрэглэнэ.<br /><br />
хандалтын хуудас<br />
Эдгээр боломжуудыг хамгийн их хандсан линкүүдийг тодорхойлоход ашиглана.<br /><br />
үнэлгээний хуудас page<br />
Эдгээр боломжуудыг хамгийн их үнэлгээтэй линкүүдийн хуудсыг тогтооход хэрэглэнэp.<br />
");

define("LAN_ADMIN_HELP_7", "<i>линкийн ангилалыг засах хуудас нь одоо байгаа аль нэг ангилалд засвар хийх боломж олгоно</i><br /><br />Та шинэ дүрс ачаалж болох бөгөөд дараа нь уг дүрсээ тухайн ангилалд хуваарилж өгнө.<br />Та уг нүдийг тэмдэглэснээр тухайн линкийн цаг заагчыг шинэчилж болно.");

define("LAN_ADMIN_HELP_8", "<i>энэ хуудас нь сонгосон ангилалд одоо байгаа бүх линкүүдийг харуулна.</i><br /><br /><b>дэлгэрэнгүй жагсаалт</b><br />Та тухайн линкүүдийн жагсаалтыг зураг, нэр, боломжуудба ангилах боломжуудын хамт харна.<br /><br /><b>дүрсүүдийн тайлбар</b><br />
".LINK_ICON_LINK." : тухайн вэбсайттай холбох линк<br /><br />
".LINK_ICON_EDIT." : тухайн линкийг засч өөрчлөх<br /><br />
".LINK_ICON_DELETE." : тухайн линкийг устгах<br /><br />
".LINK_ICON_ORDER_UP." : Дээшээ явах товч нь тухайн линкийг нэг дараалал ахиулах боломж олгоно.<br /><br />
".LINK_ICON_ORDER_DOWN." : Доошоо явах товч нь тухайн линкийг нэг дараалал доош буулгах боломж олгоно.<br />
<br />
<b>order</b><br />Энд та бүх линкийн дарааллыг гар аргаар тогтоож болно. Та сонгох нүдний утгыг хүссэн дарааллын дугаараар өөрчилж дор байгаа дахин дараалах товчийг даран шинэ дарааллыг хадгална.<br />");

define("LAN_ADMIN_HELP_9", "<i>линкийн засах хуудас нь одоо байгаа линкийг засах боломж танд олгоно</i><br /><br />Та шинэ дүрч ачаалж болох бөгөөд дараа нь уг дүрсээ тухайн линкэд хуваарилж өгнө.<br /><br />нээх төрөл нь хэрэглэгч линк дээр дарахад уг линк хэрхэн нээгдэхийг тодорхойлох боломж олгоно.");
define("LAN_ADMIN_HELP_10", "<i>Илгээсэн линкийг байрлуулах хуудас нь илгээсэн линккүүдийг одоо байгаа линкүүдэд нэмэх боломж олгоно</i><br /><br />Бага хэмжээний илгээсэн текст тодорхойлолтын хэсэгт бичигдэнэ.<br /><br />Та шинэ дүрс ачаалж болох бөгөөд дараа нь тухайн дүрсийг уг линкэд хуваарилж өгнө.<br /><br />нээх төрөл нь хэрэглэгч линк дээр дарахад уг линк хэрхэн нээгдэхийг тодорхойлох боломж олгоно.");

?>