<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     �Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/gsitemap/languages/gsitemap_English.php,v $
|     $Revision: 11346 $
|     $Date: 2010-02-17 13:56:14 -0500 (Wed, 17 Feb 2010) $
|     $Author: secretr $
+----------------------------------------------------------------------------+
*/
define("GSLAN_Name", "Χάρτης Τοποθεσίας");
define("GSLAN_1", "Σύνδεσμος Ιστοσελίδας");
define("GSLAN_2", "Εισαγωγή;");
define("GSLAN_3", "Τύπος");
define("GSLAN_4", "Όνομα");
define("GSLAN_5", "Url");
define("GSLAN_6", "Μαρκάρετε τους συνδέσμους που είναι για εισαγωγή ...");
define("GSLAN_7", "Δύνδεσμος για Εισαγωγή");
define("GSLAN_8", "Εισαγωγή με:");
define("GSLAN_9", "Προτεραιότητα");
define("GSLAN_10", "Συχνότητα");
define("GSLAN_11", "πάντα");
define("GSLAN_12", "ωριαία");
define("GSLAN_13", "ημερήσια");
define("GSLAN_14", "εβδομαδιαία");
define("GSLAN_15", "μηνιαία");
define("GSLAN_16", "ετήσια");
define("GSLAN_17", "ποτέ");
define("GSLAN_18", "Εισαγωγή μαρκαρισμένων συνδέσμων");
define("GSLAN_19", "Google Χάρτης Τοποθεσίας");
define("GSLAN_20", "Λίστα");
define("GSLAN_21", "Οδηγίες");
define("GSLAN_22", "Δημιουργία νέας καταχώρησης");
define("GSLAN_23", "Εισαγωγή");
define("GSLAN_24", "Google Καταχωρήσεις στο Χάρτη Τοποθεσίας");
define("GSLAN_25", "Όνομα");
define("GSLAN_26", "URL");
define("GSLAN_27", "Τελευταία διαχείρηση");
define("GSLAN_28", "Συχν.");
define("GSLAN_29", "Google Διαμόρφωση του Χάρτη Τοποθεσίας ");
define("GSLAN_30", "Επίδειξη Κατάταξης");
define("GSLAN_31", "Ορατό σε");
define("GSLAN_32", "Πως να χρησιμοποιήσετε το Google Χάρτη Τοποθεσίας");
define("GSLAN_33", "GΧάρτης Τοποθεσίας Οδηγίες");
define("GSLAN_34", "Πρώτον, δημιουργήσετε τις συνδέσεις που θέλετε να βρίσκονται στο δικό σας χάρτη τοποθεσίας. Μπορείτε να εισάγετε το μεγαλύτερο μέρος των συνδέσεων σας, κάνοντας κλικ στο κουμπί 'Εισαγωγή' στα δεξιά");
define("GSLAN_35", "Επιλέξτε να εισάγετε τις συνδέσεις σας κάνοντας κλικ, στο κουμπί 'Εισαγωγή' και μετά επιλέξτε τους συνδέσμους που θέλετε να κάνετε εισαγωγή");
define("GSLAN_36", "Μπορείτε επίσης να εισάγετε έναν έναν τους συνδέσμους σας χειροκίνητα κάνοντας κλικ στο κουμπί 'Δημιουργία νέας καταχώρησης'");
define("GSLAN_37", "Μόλις κάνετε μερικές καταχωρήσεις, πηγαίνετε στο [URL] και εισέγετε το ακόλουθο URL: [URL2] αν αυτό το url δεν σας φαίνεται σωστό, παρακαλώ σιγουρευτείτε ότι το url της ιστοσελίδας σας είναι σωστό στο admin -> [preferences]");
define("GSLAN_38", "Για περισσότερες πληροφορίες για το πρωτόκολλο του Google Χάρτη Τοποθεσίας, πηγαίνετε στο[URL].");
define("GSLAN_39", "Κανένας σύνδεσμος στο Χάρτη Τοποθεσίας - εισαγωγή συνδέσμων της ιστοσελίδας;");
define("GSLAN_40", "Google Καταχωρήσεις στο Χάρτη Τοποθεσίας");

?>