<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_sitedown.php,v $
|     $Revision: 1.1 $
|     $Date: 2004/09/21 19:11:56 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "사이트 임시 폐쇄");
define("LAN_00", "가(이) 일시적으로 폐쇄되었습니다");
define("LAN_01", "사이트 점검 중입니다. 곧 끝날 예정입니다. 되돌아가 주십시오. 불편을 드려서 죄송합니다.");
?>