<?php
	
define("NFPM_LAN_1", "Θέμα");
define("NFPM_LAN_2", "Αναρτήθηκε από");
define("NFPM_LAN_3", "Εμφανίσεις");
define("NFPM_LAN_4", "Απαντήσεις");
define("NFPM_LAN_5", "Τελευταία ανάρτηση");
define("NFPM_LAN_6", "Θέματα");
define("NFPM_LAN_7", "από");
	
define("NFPM_L1", "Αυτό το plugin εμφανίζει μία λίστα των νέων θεμάτων στην κεντρική σελίδα του φόρουμ");
define("NFPM_L2", "Τελευταίο Θέμα στο Φόρουμ");
define("NFPM_L3", "Για διαμόρφωση παρακαλώ πατήστε πάνω στο σύνδεσμο του πεδίου των plugins στην κεντρική σελίδα των διαχειριστών");
define("NFPM_L4", "Ενεργοποίηση σε ποια περιοχή;");
define("NFPM_L5", "Ανενεργό");
define("NFPM_L6", "Κορυφή της σελίδας");
define("NFPM_L7", "Τέλος της σελίδας");
define("NFPM_L8", "Λεζάντα");
define("NFPM_L9", "Νούμερο εμφάνισης των καινούριων θεμάτων;");
define("NFPM_L10", "Εμφάνιση σε κυλιόμενη ταινία;");
define("NFPM_L11", "Ταινίας ύψος");
define("NFPM_L12", "Διαμόρφωση Νέων Θεμάτων στο Φόρουμ");
define("NFPM_L13", "Ενημέρωση Ρυθμίσεων Νέων Θεμάτων στο Φόρουμ");
define("NFPM_L14", "Ενημερώθηκαν οι Ρυθμίσεις των Νέων Θεμάτων.");
define("NFPM_L15", "Ελέγξτε την εμφάνιση των τελευταίων θεμάτων στο φόρουμ.<br />Προεπιλογή το τελευταίο θέμα.");
define('NFPM_L16', '[ο χρήστης διαγράφηκε]');
define('NFPM_L17', 'Νέες Θέσεις για Δημοφιλές Θέμα');
define('NFPM_L18', 'New Posts');
define('NFPM_L19', 'Δεν υπάρχουν νέες δημοφιλές δημοσιεύσεις');
define('NFPM_L20', 'Δεν υπάρχουν νέες δημοσιεύσεις');
define('NFPM_L21', 'Sticky Thread');
define('NFPM_L22', 'Κλειστό Sticky Thread');
define('NFPM_L23', 'Ανακοινώσεις');
define('NFPM_L24', 'Κλειστό Θέμα');
	
?>