<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_langpacks/e107_languages/Hebrew/lan_upload.php,v $
|     $Revision: 1.1 $
|     $Date: 2006/04/13 15:13:35 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "העלאות");
define("LAN_UL_001", "כתובת מייל שגויה");
define("LAN_UL_002", "אין לך הרשאות להעלאת קובץ לשרת זה");
define("LAN_UL_020", "שגיאה");
define("LAN_UL_021", "העלאה נכשלה");
define("LAN_UL_032", "עליך לבחור קטגוריה");
define("LAN_UL_033", "עליך להכניס כתובת מייל תקינה");
define("LAN_UL_034", "עליך לציין שם קובץ");
define("LAN_UL_035", "עליך לרשום תאור");
define("LAN_UL_036", "עליך לבחור קובץ להעלאה");
define("LAN_UL_037", "עליך לציין קטגוריה");
define("LAN_UL_038", "");
define("LAN_61", "השם שלך:");
define("LAN_112", "כתובת אי-מייל:");
define("LAN_144", "כתובת אתר:");
define("LAN_402", "אתה חייב להיות משתמש רשום כדי להעלות קבצים");
define("LAN_404", "תודה , הקובץ הועלה ויאושר על ידי המנהל");
define("LAN_406", "שים לב");
define("LAN_407", "קבצים עם סיומות לא מאושרות יימחקו");
define("LAN_408", "מסומנים בקו תחתון");
define("LAN_409", "שם הקובץ");
define("LAN_410", "גירסה");
define("LAN_411", "קובץ");
define("LAN_412", "תמונת מסך");
define("LAN_413", "תיאור");
define("LAN_414", "דמו");
define("LAN_415", "הכנס לקישור כדי לראות תצוגה מקדימה");
define("LAN_416", "הועלה");
define("LAN_417", "העלה קובץ");
define("LAN_418", "גודל מקסימלי לקובץ:");
define("DOWLAN_11", "קטגוריה");
define("LAN_419", "סיומות מאושרות:");
define("LAN_420", "שדות שחובה למלא");


?>