<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     �Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvs_backup/e107_0.7/e107_plugins/log/languages/admin/English.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-07-22 14:12:30 -0500 (Πέμπτη, 22 Ιουλίου 2010) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
	
define("ADSTAT_ON", "Ανοικτό");
define("ADSTAT_OFF", "Κλειστό");
define("ADSTAT_L1", "Αυτό το plugin θα προσμετράει όλες τις επισκέψεις σην ιστοσελίδα σας, και θα δημιουργεί αρχείο στατιστικών από τα στοιχεία που συγκεντρώνει.");
define("ADSTAT_L2", "Ο καταμετρητής στατιστικών εγκαταστάθηκε επιτυχώς. Για ενεργοποίηση, παρακαλώ πηγαίνετε στο μενού διαμόρφωσης και πατήστε Ενεργοποίηση.<br /><b>Θα πρέπει να ρυθμίσετε τα δικαιώματα στο e107_plugins/log/logs folder to 777 (chmod 777)</b>");
define("ADSTAT_L3", "Στατιστική Καταγραφή");
define("ADSTAT_L4", "Ενεργοποίηση στατιστικής καταγραφής");
define("ADSTAT_L5", "Τύπος Στατιστικών");
define("ADSTAT_L6", "Browsers");
define("ADSTAT_L7", "Λειτουργικά Συστήματα");
define("ADSTAT_L8", "Οθόνης ψηφίσματα / βάθος");
define("ADSTAT_L9", "Χώρες/διεύθυνση διαδικτύου που επισκέφθηκαν");
define("ADSTAT_L10", "Αναφορές");
define("ADSTAT_L11", "Ερωτήματα αναζήτησης");
define("ADSTAT_L12", "Επανεκκινήσετε τα στατιστικά");
define("ADSTAT_L13", "αυτό θα διαγράψει τα στατιστικά - προσοχή!");
define("ADSTAT_L14", "Σελίδας μετρητής");
define("ADSTAT_L15", "Ενημερώθηκαν οι Ρυθμίσεις των Στατιστικών");
define("ADSTAT_L16", "Τα Στατιστικά της Ιστοσελίδας Ρυθμίστηκαν");
define("ADSTAT_L17", "Ενημερώθηκαν οι Ρυθμίσεις τω Στατιστικών");
define("ADSTAT_L18", "Επιτρέπει την πρόσβαση στις κυριότερες στατιστικές της σελίδας ...");
define("ADSTAT_L19", "Πρόσφατοι επισκέπτες");
define("ADSTAT_L20", "Μέτρηση επισκέψεων των διαχειριστών");
define("ADSTAT_L21", "Μέγιστος αριθμός εμφανίσεων στατιστικών στη σελίδα");
define("ADSTAT_L22", "Εκτελέστε ενημέρωση ρουτίνας");
define("ADSTAT_L23", "καταγραφές από προηγούμενη έκδοση του e107 έχουν ανιχνευθεί, ενημερώστε τες από εδώ");
define("ADSTAT_L24", "Μετάβαση στην ενημέρωση script");
define("ADSTAT_L25", "Επιλέχθηκε διαγραφή στατιστικών");
define("ADSTAT_L26", "Κατάργηση καταχωρήσεων σελίδα");
define("ADSTAT_L27", "Αν τα στατιστικά σας έχουν λανθασμένες σελίδες, μπορείτε να τις αφαιρέσετε εδώ");
define("ADSTAT_L28", "Ανοικτή σελίδα");
define("ADSTAT_L29", "Όνομα Σελίδας");
define("ADSTAT_L30", "Επιλέξτε για κατάργηση");
define("ADSTAT_L31", "Κατάργηση επιλεγμένων σελίδων");
define("ADSTAT_L32", "Καθαρισμός Σελίδας");
define("ADSTAT_L33", "Ρύθμιση Καταγραφής Στατιστικών");
define("ADSTAT_L34", "Στατιστικά Ιστοσελίδας");
define("ADSTAT_L35", "Χρήση συμπαγούς λειτουργίας περιήγησης στα στατιστικά");
define('ADSTAT_L38', "Πρέπει να ορίσετε το e107_plugins/log/logs αρχείο να είναι εγγράψιμο");	// Constant compatible with 0.8


?>