<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_user.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Μέλη");

define("LAN_20", "Λάθος");
define("LAN_112", "Ηλεκτρονική Διεύθυνση");
//define("LAN_115", "ICQ Νούμερο");
//define("LAN_116", "AIM Διιεύθυνση");
//define("LAN_117", "MSN Messenger");
//define("LAN_118", "Γενέθλια");
//define("LAN_119", "Τοποθεσία");
//define("LAN_120", "Υπογραφή");
define("LAN_137", "Δεν υπάρχουν πληροφορίες για αυτόν το χρήστη καθώς δεν έχει κάνει εγγραφή στο");
define("LAN_138", "Νούμερο εγγραφής: ");
define("LAN_139", "Σειρά: ");
define("LAN_140", "Εγγεγραμμένα Μέλη");
define("LAN_141", "Δεν είναι εγγεγραμμένο μέλος ακόμα.");
define("LAN_142", "Μέλος");
define("LAN_143", "[κρυφό από αίτηση]");
//define("LAN_144", "Ιστοσελίδας URL");
define("LAN_145", "Εγγραφή");
define("LAN_146", "Επίσκεψη στην ιστοσελίδα από την καταχώρηση");
define("LAN_147", "Επισκέψεις στο chatbox");
define("LAN_148", "Αναρτημένα σχόλια");
define("LAN_149", "Αναρτήσεις θεμάτων");
define("LAN_308", "Πραγματικό όνομα");
define("LAN_400", "Αυτός δεν είναι ένας έγκυρος χρήστης.");
define("LAN_401", "καμμία πληροφορία");
define("LAN_402", "Προφίλ Μέλους");
define("LAN_403", "Στατιστικά Ιστοσελίδας.");
define("LAN_404", "Τελευταία επίσκεψη");
define("LAN_405", "πριν από");
define("LAN_406", "Βαθμολογία");
define("LAN_407", "κανένα");
define("LAN_408", "καμμία φωτογραφία");
define("LAN_409", "πόντοι");
define("LAN_410", "Διάφορα");
define("LAN_411", "Πατήστε εδώ για να ενημερωθεί το προφίλ σας");
define("LAN_412", "Πατήστε για να επεξεργαστείτε τις πληροφορίες για το άτομό σας");
define("LAN_413", "διαγραφή φωτογραφίας");
define("LAN_414", "προηγούμενο μέλος");
define("LAN_415", "επόμενο μέλος");
define("LAN_416", "Πρέπει να κάνετε είσοδο για να έχετε πρόσβαση σε αυτή τη σελίδα");
define("LAN_417", "Κύριος διαχειριστής του site");
define("LAN_418", "Διαχειριστής Site");
define("LAN_419", "Προβολή");
define("LAN_420", "DESC");
define("LAN_421", "ASC");
define("LAN_422", "Πήγαινε");
define("LAN_423", "Πατήστε εδώ να δείτε το σχόλιο του χρήστη");
define("LAN_424", "Πατήστε εδώ για να δείτε τα Μηνύματα του Forum");
define("LAN_425", "Στείλτε Προσωπικό Μήνυμα");
define("LAN_426", "πριν");

define("USERLAN_1", "Peer Βαθμολογία");
define("USERLAN_2", "Δεν έχετε έγκριση για να δείτε αυτή τη σελίδα.");

?>