<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_contact.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/

define('PAGE_NAME',     'Επικοινωνήστε μαζί μας');

define("LANCONTACT_01", "Στοιχεία Επικοινωνίας");
define("LANCONTACT_02", "Φόρμα επικοινωνίας");
define("LANCONTACT_03", "Πληκτρολογείστε το όνομά σας:");
define("LANCONTACT_04", "Διεύθυνση ηλεκτρονικού ταχυδρομείου:");
define("LANCONTACT_05", "Θέμα μηνύματος:");
define("LANCONTACT_06", "Πληκτρολογείστε το μήνυμά σας:");
define("LANCONTACT_07", "Στείλτε ένα αντίγραφο αυτού του μηνύματος στην δική σας διεύθυνση ");
define("LANCONTACT_08", "Αποστολή");
define("LANCONTACT_09", "Το μήνυμα σας έχει σταλεί.");
define("LANCONTACT_10", "Υπήρξε ένα πρόβλημα κατά την αποστολή του μηνύματός σας.");
define("LANCONTACT_11", "Η ηλεκτρονική σας διεύθυνση δεν είναι έγκυρη.\\nΠαρακαλώ τσεκάρετε τη διεύθυνσή σας και προσπαθείστε ξανά.");
define("LANCONTACT_12", "Το μήνυμα σας είναι πολύ μικρό.");
define("LANCONTACT_13", "Παρακαλώ συμπεριλάβετε ένα θέμα.");

define("LANCONTACT_14", "Αποστολή μηνύματος σε:");
define("LANCONTACT_15", "Εισαγωγή λάθος κωδικού");
define("LANCONTACT_16", "Εισάγετε κωδικό");





?>