<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_login.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "Έχετε αφήσει υποχρεωτικά πεδίο(α) κενά");
define("LAN_300", "Λάθος είσοδος. Τα στοιχεία δεν ταιριάζουν σε εγγεγραμμένο χρήστη. Τσεκάρετε αν το πλήκτρο ΚΕΦΑΛΑΙΑ είναι ενεργό στην προσπάθεια σας να συνδεθείτε");
define("LAN_302", "Δεν έχετε ενεργοποιήσει το λογαριασμό σας. Έχετε λάβει ένα e-mail με οδηγίες για το πως θα ενεργοποιήσετε το λογαριασμό σας. Αν όχι, παρακαλώ πατήστε <a href='".e_BASE."signup.php?resend'>εδώ</a>.");
define("LAN_303", "Λάθος κωδικός εισόδου.");
define("LAN_304", "Το όνομα/κωδικός εισόδου είναι ήδη σε χρήση.");
define("LAN_LOGIN_1", "Όνομα χρήστη");
define("LAN_LOGIN_2", "Κωδικός χρήστη");
define("LAN_LOGIN_3", "Προστατευόμενος διακομιστής");
define("LAN_LOGIN_4", "Παρακαλώ συμπληρώστε τα στοιχεία σας για να έχετε πρόσβαση.");
define("LAN_LOGIN_5", "Πατήστε εδώ για Εγγραφή");
define("LAN_LOGIN_6", "Μη αποδεκτά νέα μέλη αυτή τη στιγμή");
define("LAN_LOGIN_7", "Προσθέστε τον κωδικό");
define("LAN_LOGIN_8", "Πάντα συνδεδεμένος");
define("LAN_LOGIN_9", "Είσοδος");
define("LAN_LOGIN_10", "Πατήστε για είσοδο");
define("LAN_LOGIN_11", "Εγγραφείτε σαν καινούριος χρήστης");
define("LAN_LOGIN_12", "Ξεχάσατε τον Κωδικό σας");
define("LAN_LOGIN_13", "Παρακαλώ προσθέστε κείμενο στην εικόνα");
define("LAN_LOGIN_14", "Προσπάθεια εισόδου μη αναγνωρισμένου χρήστη");
define("LAN_LOGIN_15", "Προσπάθεια με λάθος κωδικό εισόδου");
define("LAN_LOGIN_16", "Προσπάθεια εισόδου με όνομα/κωδικό ήδη σε χρήση");
define("LAN_LOGIN_17", "Κωδικός Εισόδου (σε χρήση)");
define("LAN_LOGIN_18", "Αυτόματος-αποκλεισμός: Περισσότερες από 10 αποτυχημένες προσπάθειες εισόδου");
define("LAN_LOGIN_19", "> 10 αποτυχημένες προσπάθειες");


?>