<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_upload.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Ανέβασμα Αρχείων");

define('LAN_UL_001','Άκυρη ηλεκτρονική διεύθυνση');
define('LAN_UL_002', 'Δεν έχετε την άδεια για ανέβασμα αρχείων σε αυτόν το διακομιστή.');	// LAN_403

define('LAN_UL_020', 'Λάθος');
define('LAN_UL_021', 'Αποτυχία Ανεβάσματος Αρχείου');

define('LAN_UL_032', 'Πρέπει να επιλέξετε μια κατηγορία');
define('LAN_UL_033', 'Πρέπει να προσθέσετε μία έγκυρη ηλεκτρονική δεύθυνση');
define('LAN_UL_034', 'Πρέπει να καθορίσετε το όνομα του αρχείου');
define('LAN_UL_035', 'Θα πρέπει να προσθέσετε μία περιγραφή');
define('LAN_UL_036', 'Θα πρέπει να καθορίσετε το αρχείο για το ανέβασμα');
define('LAN_UL_037', 'Θα πρέπει να καθορίσετε μία κατηγορία');
define('LAN_UL_038', '');

define("LAN_61", "Το όνομά σας: ");
define("LAN_112", "Ηλκτρονική Διεύθυνση: ");
define("LAN_144", "Ιστοσελίδας URL: ");
define("LAN_402", "Θα πρέπει να είστε εγγεγραμένο μέλος για να ανεβάσετε κάποιο αρχείο σε αυτόν το εξυπηρετητή.");
define("LAN_404", "Ευχαριστούμε. Το αρχείο σας θα εξεταστεί από εναν διαχειριστή και θα αναρτηθεί στο site μόλις εγκριθεί.");
//define("LAN_405", "Ο φάκελλος υπερβαίνει το προκαθορισμένο μέγεθος - διαγράφηκε.");
define("LAN_406", "Παρακαλώ σημείωση");
define("LAN_407", "Οποιοσδήποτε άλλος τύπος αρχείων ανεβαίνει θα διαγράφετε αμέσως.");
define("LAN_408", "Υπογράμμιση");
define("LAN_409", "Όνομα αρχείου");
define("LAN_410", "Έκδοση");
define("LAN_411", "Αρχείο");
define("LAN_412", "Επισκόπηση");
define("LAN_413", "Περιγραφή");
define("LAN_414", "Εργασίας περίληψη");
define("LAN_415", "εισάγετε το URL του site που θα μπορούν την περίληψη");
define("LAN_416", "Προσθήκη και Ανέβασμα");
define("LAN_417", "Ανέβασμα Αρχείου");
define("LAN_418", "Μέγιστο μέγεθος αρχείου: ");
define("DOWLAN_11", "Κατηγορία");
define("LAN_419", "Επιτρεπόμενοι τύποι αρχείων");
define("LAN_420", "τα πεδία είναι υποχρεωτικά");



?>