<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_news.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Νέα");
define("LAN_NEWS_1", "Ειδήσεις για συγκεκριμένα μέλη μόνο");
define("LAN_NEWS_2", "Δεν σας επιτρέπεται να δείτε αυτές τις ειδήσεις");
define("LAN_NEWS_9", "Μόνο Τίτλος - <b>μόνο ο τίτλος των θεμάτων μπορεί να είναι ορατός</b><br />");
define("LAN_NEWS_10", "Αυτό το νέο θέμα είναι <b>ανενεργό</b> (Δεν θα είναι ορατό στην κύρια σελίδα).");
define("LAN_NEWS_11", "Αυτό το νέο θέμα είναι <b>ενεργό</b> (Θα είναι ορατό στην κύρια σελίδα).");
define("LAN_NEWS_12", "Τα Σχόλια είναι <b>ανοικτά</b>.");
define("LAN_NEWS_13", "Τα σχόλια είναι <b>κλειστά</b>.");
define("LAN_NEWS_14", "<br />Ενεργοποίησης περίοδος:");
define("LAN_NEWS_15", "Μήκος σώματος:");
define("LAN_NEWS_16", "b. Επέκταση μήκους:");
define("LAN_NEWS_17", "b.");
define("LAN_NEWS_18", "Πληροφορίες:");
define("LAN_NEWS_19", "Τώρα");
define("LAN_NEWS_23", "..");
define("LAN_NEWS_24", "δημιουργείστε pdf από αυτό το νέο στοιχείο");
define("LAN_NEWS_25", "Επεξεργασία");
define("LAN_NEWS_31", "Κάντε Σημείωση αυτό το θέμα");
define("LAN_NEWS_82", "Νέα - Κατηγορία");
define("LAN_NEWS_83", "Δεν υπάρχουν ειδήσεις αυτή τη στιγμή - παρακαλώ ελέγξτε ξανά σύντομα.");
define("LAN_NEWS_84", "Επιστροφή στην επισκόπηση ειδήσεων");
define("LAN_NEWS_85", "Επιστροφή στην επισκόπηση κατηγοριών");
define("LAN_NEWS_86", "Παλαιότερες ειδήσεις");
define("LAN_NEWS_87", "Νεότερες ειδήσεις");
define("LAN_NEWS_462", "Δεν υπάρχουν ειδήσεις για συγκεκριμένους μήνες");
define("LAN_NEWS_99", "Σχόλια");
define("LAN_NEWS_100", "Ανοιχτά");
define("LAN_NEWS_307", "Συνολικές δημοσιεύσεις σε αυτή την κατηγορία:");


?>