<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_upload_handler.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("LANUPLOAD_1", "Τύπος αρχείου");
define("LANUPLOAD_2", "δεν επιτρεπεται και έχει διαγραφεί.");
define("LANUPLOAD_3", "Επιτυχές ανέβασμα");
define("LANUPLOAD_4", "Είτε ο φάκελλος προορισμού δεν υπάρχει ή δεν έχει εγγραφεί. (chmod 777)");
define("LANUPLOAD_5", "Το αρχείο υπερβαίνει το μέγιστο_όριο_αρχείου των οδηγιών του php.ini.");
define("LANUPLOAD_6", "Το αρχείο υπερβαίνει το ΜΕΓΙΣΤΟ_ΟΡΙΟ_ΑΡΧΕΙΟΥ των οδηγιών που καθορίζεται στο html form.");
define("LANUPLOAD_7", "Το αρχείο έχει ανεβεί κατά ένα μέρος του μόνο.");
define("LANUPLOAD_8", "Κανένα αρχείο δεν ανέβηκε.");
define("LANUPLOAD_9", "Το μέγεθος του ανεβασμένου αρχείου είναι 0 bytes");
define("LANUPLOAD_10", "Το ανέβασμα απέτυχε [Διπλό όνομα αρχείου] - Ένα αρχείο με το ίδιο όνομα υπάρχει ήδη.");
define("LANUPLOAD_11", "Το αρχείο δεν ανέβηκε. Όνομα αρχείου: ");
define("LANUPLOAD_12", "Λάθος");
define("LANUPLOAD_13", "Λείπει ο προσωρινός φάκελλος");
define("LANUPLOAD_14", "Ανεπιτυχής εγγραφή αρχείου");
define("LANUPLOAD_15", "Το ανέβασμα αρχείου δεν επιτράπηκε");
define("LANUPLOAD_16", "Άγνωστο Λάθος");
define("LANUPLOAD_17", "Άκυρο όνομα του αρχείου");
define("LANUPLOAD_18", "Το ανέβασμα παρεμβαίνει τα επιτρεπόμενα όρια.");
define("LANUPLOAD_19", "Ανέβηκαν πολλά αρχεία - η υπέρβαση διαγράφηκε.");


?>