<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $URL: ../e107_languages/Greek/lan_usersettings.php $
|        $Revision: 1.0 $
|        $Id: 2011/02/27 17:26:57 $
|        $Author: Gatakia $
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "Ρυθμίσεις Χρήστη");
define("LAN_7", "Εμφανιζόμενο Όνομα:");
define("LAN_8", "το όνομα που θα εμφανίζεται στην ιστοσελίδα");
define("LAN_9", "Όνομα:");
define("LAN_10", "το όνομα που θα χρησιμοποιείτε στην ιστοσελίδα");
define("LAN_11", "το όνομα που θα κάνετε είσοδο στην ιστοσελίδα - όνομα το οποίο δεν μπορεί να αλλάξει, παρακαλούμε επικοινωνήστε με κάποιον διαχειριστή αν πρέπει να αλλάξει για λόγους ασφαλείας");
define("LAN_20", "Λάθος");
define("LAN_105", "Οι δύο κωδικοί δεν ταιριάζουν");
define("LAN_106", "Αυτή δεν φαίνεται για έγκυρη ηλεκτρονική διεύθυνση");
define("LAN_112", "Ηλεκτρονική διεύθυνση:");
define("LAN_113", "Κρυφή ηλεκτρονική διεύθυνση;:");
define("LAN_114", "Αυτή η επιλογή θα εμποδίσει την ηλεκτρονική σας διεύθυνση να είναι ορατή στην ιστοσελίδα");
define("LAN_120", "Υπογραφή:");
define("LAN_121", "Avatar:");
define("LAN_122", "ζώνη Ώρας:");
define("LAN_150", "Ενημέρωση και αποθήκευση ρυθμίσεων στη βάση δεδομένων.");
define("LAN_151", "OK");
define("LAN_152", "Νέος Κωδικός:");
define("LAN_153", "Επαναπληκτρολογήστε το Νέο Κωδικό:");
define("LAN_154", "Αποθήκευση Ρυθμίσεων");
define("LAN_155", "Ενημέρωση Ρυθμίσεων Χρήστη");
define("LAN_185", "Αφήσατε το πεδίο κωδικού κενό");
define("LAN_308", "Πραγματικό όνομα:");
define("LAN_401", "Αφήστε κενό για να κρατήσετε τον ήδη υπάρχοντα κωδικό πρόσβασης");
define("LAN_402", "Τύπος διαδρομής ή επιλογή avatar");
define("LAN_403", "Επιλέξτε avatar");
define("LAN_404", "Σημείωση: Όποια εικόνα ανεβαίνει στον διακομιστή της ιστοσελίδας αν κρίνεται σκόπιμο από τους διαχειριστές θα διαγράφεται.");
define("LAN_410", "Ρυθμίσεις για");
define("LAN_411", "Ενημέρωση των Ρυθμίσεων σας");
define("LAN_412", "Αλλαγή Του Κωδικού σας");
define("LAN_413", "Επιλέξτε ένα Avatar");
define("LAN_414", "Ανεβάστε τη Φωτογραφία σας");
define("LAN_415", "Ανεβάστε το Avatar σας");
define("LAN_416", "Ναι");
define("LAN_417", "Όχι");
define("LAN_418", "Πληροφορίες Εγγραφής");
define("LAN_419", "Προσωπικές / Επαφής Πληροφορίες");
define("LAN_420", "Avatar");
define("LAN_421", "Επιλέξτε avatar από τις εικόνες της ιστοσελίδας");
define("LAN_422", "Χρήση απομακρυσμένου avatar");
define("LAN_423", "Παρακαλώ πληκτρολογείστε την πλήρη διεύθυνση της εικόνας");
define("LAN_424", "Πατήστε το κουμπί γαι να δείτε τα avatars που είναι αποθηκευμένα στην ιστοσελίδα");
define("LAN_425", "Φωτογραφία");
define("LAN_426", "Αυτό θα αναφέρεται στην σελίδα του προφίλ σας");
define("LAN_433", "URL του δικου σας XUP φακέλλου");
define("LAN_434", "τι είναι αυτό;");
define("LAN_435", "XML Αρχείο Πρωτοκόλλου χρήστη");
define("LAN_SIGNUP_1", "Μιν.");
define("LAN_SIGNUP_2", "χαρακ.");
define("LAN_SIGNUP_4", "Ο κωδικός σας πρέπει να είναι τουλάχιστον");
define("LAN_SIGNUP_5", " χαρακτήρες.");
define("LAN_SIGNUP_6", "Σας");
define("LAN_SIGNUP_7", " απαιτείται");
define("LAN_USET_1", "Το avatar σας είναι πολύ μεγάλο");
define("LAN_USET_2", "Μέγιστο επιτρεπόμενο πλάτος");
define("LAN_USET_3", "Το avatar σας είναι πολύ μεγάλο");
define("LAN_USET_4", "Μέγιστο επιτρεπόμενο ύψος");
define("LAN_CUSTOMTITLE", "Τίτλος");
define("LAN_408", "Υπάρχει ήδη ένας χρήστης με αυτή την ηλεκτρονική διεύθυνση.");
define("MAX_AVWIDTH", "Μέγιστο μέγεθος avatar (wxh) είναι");
define("MAX_AVHEIGHT", " ΥΨΟΣ");
define("RESIZE_NOT_SUPPORTED", "Η μέθοδος σμίκρυνσης δεν υποστηρίζεται από τον διακομιστή. Παρακαλώ κάντε σμίκρυνση της εικόνας ή επιλέξτε κάποια άλλη. Το αρχειο έχει διαγραφεί.");
define("LAN_USET_5", "Κάντε εγγραφή στα");
define("LAN_USET_6", "Κάντε εγγραφή στις mailing-list(s) μας/ή σε τμήματα αυτής της ιστοσελίδας.");
define("LAN_USET_7", "Διάφορα");
define("LAN_USET_8", "Υπογραφή / Ώρα ζώνης");
define("LAN_USET_9", "<br> Προσοχή!<br><br> Καλός ήρθατε στο profile σας. Υπάρχει λόγος που βρίσκεστε σε αυτή την σελίδα γιατί πρέπει να ενημερώσετε τις ρυθμίσεις σας. Για την διευκόλυνση σας , κάποια από τα υποχρεωτικά πεδία (που είναι μαρκαρισμένα με *) αστεράκι  λείπουν από τις ρυθμίσεις.");
define("LAN_USET_10", "Παρακαλώ ενημερώστε τις ρυθμίσεις σας, προκειμένου να προχωρήσετε στης  σελίδες του e107gr.com.");
define("LAN_USET_11", "Αυτό το όνομα δεν είναι αποδεκτό, παρακαλώ επιλέξτε ένα διαφορετικό όνομα χρήστη");
define("LAN_USET_12", "Το εμφανιζόμενο όνομα είναι πολύ μικρό. Παρακαλώ επιλέξτε κάποιο άλλο");
define("LAN_USET_13", "Άκυροι χαρακτήρες στο όνομα χρήστη. Παρακαλώ επιλέξτε κάποιο άλλο");
define("LAN_USET_14", "Το όνομα εισόδου είναι πολύ μεγάλο. Παρακαλώ επιλέξτε κάποιο άλλο");
define("LAN_USET_15", "Το όνομα εμφάνισης είναι πολύ μεγάλο. Παρακαλώ επιλέξτε κάποιο άλλο");
define("LAN_USET_16", "Τσεκάρετε το κουτάκι για να διαγράψετε την ήδη υπάρχουσα εικόνα χωρίς να ανεβάσετε κάποια άλλη");
define("LAN_USET_17", "Το όνομα εμφάνισης χρησιμοποιείται ήδη. Παρακαλώ επιλέξτε κάποιο άλλο");
define("LAN_USET_18", "Άκυρο όνομα avatar");
define("LAN_USET_19", "Το avatar χρήστη δεν μπορεί να προσεγγιστεί");
define("LAN_USET_20", "Δεν μπορείτε να πάρετε της πληροφορίες εικόνας");


?>