<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_fpw.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Φόρμα ανάκτησης κωδικού πρόσβασης");

define("LAN_02", "Συγγνώμη, αδυναμία αποστολής μηνύματος ηλεκτρονικού ταχυδρομείου - παρακαλώ επικοινωνήστε με τον κύριο διαχειριστή της ιστοσελίδας.");
define("LAN_03", "Επανακτήσετε το λογαριασμό σας");
define("LAN_05", "Για οδηγίες σχετικά με το πώς να επανακτήσετε το λογαριασμό σας, παρακαλούμε ακολουθείστε την παρακάτω διαδικασία");
define("LAN_06", "Απόπειρα ακύρωσης κωδικού εισόδου");
define("LAN_07", "Κάποιος με την IP διεύθυνση ");
define("LAN_08", "προσπάθεια ακύρωσης κωδικού γενικής διαχείρισης.");
define("LAN_09", "Ο κωδικός ακυρώθηκε από ");
define("LAN_112", "Η διεύθυνση του ηλεκτρονικού ταχυδρομείο που καταχωρήσατε για να κάνετε είσοδο");
define("LAN_156", "Υποβολή");
define("LAN_213", "Το όνομα/διεύθυνση ηλεκτρονικού ταχυδρομείου δεν βρέθηκε στη βάση δεδομένων.");
define("LAN_214", "Αδύνατη η ακύρωση κωδικού πρόσβασης");
define("LAN_216", "Για επικύρωση του νέου σας κωδικού πρόσβασης παρακαλώ ακολουθήστε την παρακάτω διεύθυνση URL ...");
define("LAN_217", "Ο νέος κωδικός πρόσβασης είναι πλέον έγκυρος, συνδεθείτε με το νεό κωδικό σας.");
define("LAN_218", "Το όνομα εισόδου σας είναι:");
define("LAN_219", "Ο κωδικός πρόσβασης που σχετίζεται με τη διεύθυνση ηλεκτρονικού ταχυδρομείου έχει ήδη μηδενιστεί και δεν μπορεί να μηδενιστεί ξανά. Παρακαλώ επικοινωνήστε με τον κύριο διαχειριστή της ιστοσελίδας για περισσότερες πληροφορίες.");
define("LAN_FPW1","Όνομα χρήστη");
define("LAN_FPW2","Παρακαλώ εισάγετε τα 6 γράμματα η ψηφία που εμφανίζονται στην εικόνα.");
define("LAN_FPW3","Τα δεδομένα που έχετε εισάγει για την πιστοποίηση,  δε ταιριάζουν.");
define("LAN_FPW4","Το αίτημα έχει ήδη αποσταλεί για ανάκτηση του κωδικού πρόσβασης, αν δεν εχετε λάβει μήνυμα ηλεκτρονικού ταχυδρομείου, παρακαλώ επικοινωνήστε με τον κύριο διαχειριστή του site για βοήθεια.");
define("LAN_FPW5","Μία αίτηση για ανάκτηση του κωδικού εισόδου σας για");
define("LAN_FPW6","Σας έχει σταλεί ένα μήνυμα ηλεκτρονικού ταχυδρομείου με ένα σύνδεσμο που ακολουθώντας τον σας επιτρέπετε η ανάκτηση κωδικού εισόδου σας.");
define("LAN_FPW7","Αυτός δεν είναι ένας έγκυρος σύνδεσμος για διαγραφή του κωδικού σας.<br />Παρακαλώ επικοινωνήστε με τον κύριο διαχειριστή του site για περισσότερες πληροφορίες.");
define("LAN_FPW8","Επιτυχής αλλαγή του κωδικού πρόσβασής σας.");
define("LAN_FPW9","Ο νέος κωδικός πρόσβασης είναι:");
define("LAN_FPW10","Παρακαλώ");
define("LAN_FPW11","Κάντε είσοδο τώρα");
define("LAN_FPW12","και αμέσως κάντε αλλαγή κωδικού πρόσβασης, για λόγους ασφαλείας.");

define("LAN_FPW13", "παρακαλώ ακολουθείστε τις οδηγίες του ηλεκτρονικού μηνύματος για να επικυρώσετε τον κωδικό σας.");
define("LAN_FPW14", "έχει υποβληθεί από κάποιον με αυτή την διεύθυνση IP από");
define("LAN_FPW15", "Αυτό δεν ημαίνει ότι ο κωδικός σας έχει ακυρωθεί. Θα πρέπει να περιηγηθείτε στο σύνδεσμο που εμφανίζεται παρακάτω για να ολοκληρώσετε τη διαδικασία διαγραφής κωδικού.");
define("LAN_FPW16", "Αν δεν έχετε υποβάλει αίτημα για ακύρωση κωδικού ΔΕΝ χρειάζεται να ακυρωθεί, απλά αγνοήστε αυτό το ηλεκτρονικό μήνυμα");
define("LAN_FPW17", "Ο παρακάτω σύνδεσμος θα είναι ενεργός για 48 ώρες.");

?>