<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_top.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/

define("TOP_LAN_0", "Χρήστες με τις Περισσότερες Αναρτήσεις");
define("TOP_LAN_1", "Όνομα Χρήστη");
define("TOP_LAN_2", "Αναρτήσεις");
define("TOP_LAN_3", "Χρήστες με τα Περισσότερα Σχόλια");
define("TOP_LAN_4", "Σχόλια");
define("TOP_LAN_5", "Χρηστες με τις πιο Πολλές Συμμετοχές στο Chat");
define("TOP_LAN_6", "Βαθμολογία Ιστοσελίδας");

//v.616
define("LAN_1", "Θέμα");
define("LAN_2", "Ανάρτηση");
define("LAN_3", "Προβολές");
define("LAN_4", "Απαντήσεις");
define("LAN_5", "Τελευταία ανάρτηση");
define("LAN_6", "Θέματα");
define("LAN_7", "Τα πιο Κινήσιμα Θέματα");
define("LAN_8", "Χρήστες με τις Περισσότερες Αναρτήσεις");


?>