<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_page.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/

define("LAN_PAGE_1", "Η λίστα της σελίδας είναι απενεργοποιημένη");
define("LAN_PAGE_2", "Δεν υπάρχουν σελίδες");
define("LAN_PAGE_3", "Η ζητούμενη σελίδα δεν υπάρχει");
define("LAN_PAGE_4", "Αξιολογήστε τη σελίδα");
define("LAN_PAGE_5", "Σας ευχαριστούμε για την αξιολόγηση αυτής της σελίδας");
define("LAN_PAGE_6", "Δεν έχετε δικαίωμα να δείτε αυτή τη σελίδα");
define("LAN_PAGE_7", "Λάθος κωδικός");
define("LAN_PAGE_8", "Κωδικός Προστασίας της Σελίδας ");
define("LAN_PAGE_9", "Κωδικός");
define("LAN_PAGE_10", "Προσθήκη");
define("LAN_PAGE_11", "Λίστα Σελίδας");
define("LAN_PAGE_12", "Άκυρη σελίδα");
define("LAN_PAGE_13", "Σελίδα");

?>