<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_mail_handler.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("LANMAILH_1", "Δημιουργήθηκε από την e107 ιστοσελίδα συστήματος");
define("LANMAILH_2", "Αυτό είναι ένα πολυ-μήνυμα μέρος σε ΜIME μορφή.");
define("LANMAILH_3", " δεν είναι σωστά μορφωποιημένο");
define("LANMAILH_4", "Ο διακομιστής απέρριψε τη διεύθυνση");
define("LANMAILH_5", "Καμμία ανταπόκριση από τον διακομιστή");
define("LANMAILH_6", "Δεν μπορεί να βρεθεί ο διακομιστής ηλεκτρονικού ταχυδρομείου.");
define("LANMAILH_7", " φαίνεται να είναι έγκυρη.");


?>