<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_download.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Λήψεις");
define("LAN_dl_1", "(Περιορισμένη)");
define("LAN_dl_2", "Δεν υπάρχουν λήψεις, ελέγξτε ξανά σύντομα");
define("LAN_dl_3", "Καμμία λήψη σε αυτή την κατηγορία");
define("LAN_dl_4", "Διαθέσιμα αρχεία:");
define("LAN_dl_5", "Μέγιστο μέγεθος αρχείων:");
define("LAN_dl_6", "Ληφθέντα αρχεία:");
define("LAN_dl_7", "Περιγραφή");
define("LAN_dl_8", "Κατέβασε");
define("LAN_dl_9", "Επιστροφή στον κατάλογο");
define("LAN_dl_10", "Μέγεθος αρχείου");
define("LAN_dl_11", "Εικόνα");
define("LAN_dl_12", "Βαθμολογία");
define("LAN_dl_13", "Δεν έχει βαθμολογηθεί");
define("LAN_dl_14", "Βαθμολόγησε αυτή το αρχείο");
define("LAN_dl_15", "Ευχαριστώ για τη βαθμολογία");
define("LAN_dl_16", "λήψη(εις) από");
define("LAN_dl_17", "αρχεία");
define("LAN_dl_18", "Λήψεις");
define("LAN_dl_19", "Κατηγορία");
define("LAN_dl_20", "Αρχεία");
define("LAN_dl_21", "Μέγεθος");
define("LAN_dl_22", "Ημέρα");
define("LAN_dl_23", "Όνομα αρχείου");
define("LAN_dl_24", "Έγγκριση");
define("LAN_dl_25", "Αύξουσα");
define("LAN_dl_26", "Φθίνουσα");
define("LAN_dl_27", "Ξεκίνα");
define("LAN_dl_28", "Όνομα");
define("LAN_dl_29", "DL's");
define("LAN_dl_30", "Συγγραφέας ηλεκτρονικού μηνύματος");
define("LAN_dl_31", "Συγγραφέας website");
define("LAN_dl_32", "Λήψη");
define("LAN_dl_33", "Προηγούμενο");
define("LAN_dl_34", "Επόμενο");
define("LAN_dl_35", "Επιστροφή στη λίστα");
define("LAN_dl_36", "Νέες λήψεις");
define("LAN_dl_37", "Προβολή");
define("LAN_dl_38", "Παραγγελία από");
define("LAN_dl_39", "Μικρό");
define("LAN_dl_40", "Πατήστε εδώ για screenshot");
define("LAN_dl_41", "Αναζήτηση Αρχείων");
define("LAN_dl_42", "Υπό-κατηγορία");
define("LAN_dl_43", "ψήφος");
define("LAN_dl_44", "ψήφοι");
define("LAN_dl_45", "Αναφορά ανενεργού λήψης");
define("LAN_dl_46", "πατήστε εδώ για λήψη");
define("LAN_dl_47", "Η ανάρτηση έχει αναφερθεί");
define("LAN_dl_48", "Η λήψη έχει αναφερθεί στον διαχειριστή.<br />Ευχαριστώ.");
define("LAN_dl_49", "Πατήστε εδώ για επιστροφή στις λήψεις");
define("LAN_dl_50", "Αναφορά ανενεργού λήψης στον διαχειριστή");
define("LAN_dl_51", "Αναφορορές λήψεων:");
define("LAN_dl_52", "Επισκέπτης");
define("LAN_dl_53", "Πατήστε εδώ για να δείτε τη λήψη");
define("LAN_dl_54", "Ένας διαχειριστής θα πρέπει να ενημερωθεί για αυτή τη λήψη, παρακαλώ γράψτε ένα μήνυμα αν το θεωρείτε απαραίτητο.");
define("LAN_dl_55", "<b>Μην</b> χρησιμοποιήσετε αυτή τη φόρμα για να επικοινωνήσετε μαζί μας για οποιονδήποτε άλλο λόγο.");
define("LAN_dl_57", "αναφέρθηκε από");
define("LAN_dl_58", "Η παρακάτω λήψη έχει αναφερθεί σαν ανενεργή από το site");
define("LAN_dl_59", "Αναφέρθηκε από:");
define("LAN_dl_60", "Ανενεργή λήψη αναφέρθηκε από");
define("LAN_dl_61", "Σφάλμα λήψης");
define("LAN_dl_62", "Δεν μπορείτε να κατεβάσετε αυτό το αρχείο, έχετε υπερβεί το όριο λήψης");
define("LAN_dl_63", "Δεν έχετε τα απαιτούμενα δικαιώματα για τη λήψη αυτού του αρχείου.");
define("LAN_dl_64", "Πίσω");
define("LAN_dl_65", "Το αρχείο δεν βρέθηκε");
define("LAN_dl_66", "Επιλέξτε τα είδωλα της λήψης");
define("LAN_dl_67", "Παρακαλώ επιλέξτε τα είδωλα που θα χρησιμοποιήσετε ...");
define("LAN_dl_68", "Είδωλα υποδοχής");
define("LAN_dl_70", "Τοποθεσία");
define("LAN_dl_71", "Σχετικά");
define("LAN_dl_72", "Αίτημα αρχείου:");
define("LAN_dl_73", "Λήψη από αυτό το είδωλο:");
define("LAN_dl_74", "Μέγιστη λήψη αρχείων από αυτό το είδωλο:");
define("LAN_dl_75", "δεν υπάρχει διαθέσιμη εικόνα");
define("LAN_dl_76", "Πήγαινε στη σελίδα");
define("LAN_dl_77", "Λήψεις");
define("LAN_dl_78", "Η λήψη έχει τεθεί εκτός λειτουργίας ή έχει καταργηθεί. Please check in the [downloads] area for a more recent version.");
define("LAN_dl_79", "Παρακαλώ περιμένετε μερικά λεπτά πριν κανετε [πάλι λήψη].");
define("LAN_dl_80", "Παρακαλώ ενεργοποιήσετε τα cookies και [προσπαθήστε ξανά].");
define("LAN_dl_81", "Cookies Απαιτείται");
define("LAN_dl_82", "Παρακαλώ περιμένετε");
define("LAN_dl_83", "Η λήψη θα ξεκινήσει σε λίγο ...");
define("LAN_dl_84", "Εάν η λήψη του αρχείου δεν ξεκινήσει μέσα σε μερικά δευτερόλεπτα, παρακαλούμε [κάντε κλικ εδώ].");


?>