<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_email.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
if (!defined("PAGE_NAME")) { define("PAGE_NAME", "Ηελεκτρονική διεύθυνση"); }

define("LAN_EMAIL_1", "Από:");
define("LAN_EMAIL_2", "IP διεύθυνση αποστολέα:");
define("LAN_EMAIL_3", "Στάλθηκε από ");
define("LAN_EMAIL_4", "Στείλε μήνυμα ηλεκτρονικού ταχυδρομείου");
define("LAN_EMAIL_5", "Στείλε αυτό το μήνυμα σε ένα φίλο");
define("LAN_EMAIL_6", "Σκέφτηκα ότι ίσως να σας ενδιαφέρει αυτό το στοιχείο από");
define("LAN_EMAIL_7", "ταχυδρόμησέ το σε κάποιον");
define("LAN_EMAIL_8", "Σχόλιο");
define("LAN_EMAIL_9", "Συγγνώμη - αδύνατη η αποστολή ηλεκτρονικού ταχυδρομείου");
define("LAN_EMAIL_10", "Αλληλογραφία που αποστέλλεται σε");
define("LAN_EMAIL_11", "Το μήνυμα στάλθηκε");
define("LAN_EMAIL_12", "Λάθος");
define("LAN_EMAIL_13", "Ταχυδρόμησε αυτό το μήνυμα σε ένα φίλο ");
define("LAN_EMAIL_14", "Ταχυδρόμησε το νέο_στοιχείο σε ένα φίλο");
define("LAN_EMAIL_15", "Όνομα χρήστη: ");
define("LAN_EMAIL_106", "Αυτό δεν δείχνει για έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου");
define("LAN_EMAIL_185", "Αποστολή άρθρου");
define("LAN_EMAIL_186", "Αποστολή Νέου στοιχείου");
define("LAN_EMAIL_187", "Διεύθυνση ηλεκτρονικού ταχυδρομείου για να στείλετε στο");
define("LAN_EMAIL_188", "Σκέφτηκα ότι ίσως να σας ενδιαφέρει αυτό το νέο στοιχείο από");
define("LAN_EMAIL_189", "Σκέφτηκα ότι ίσως να σας ενδιαφέρει αυτό το άρθρο από");
define("LAN_EMAIL_190", "Εισάγετε τον κωδικό");

?>