<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_error.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Λάθος");

define("LAN_ERROR_1", "Λάθος 401 - Δεν έχετε πρόσβαση");
define("LAN_ERROR_2", "Δεν έχετε τη δυνατότητα να ανακτήσετε το URL ή το link που ζητήσατε.");
define("LAN_ERROR_3", "Παρακαλώ ενημερώστε το διαχειριστή της ζητούμενης σελίδας αν νομίζετε ότι από λάθος σας υποδείχτηκε η άρνηση πρόσβασης.");
define("LAN_ERROR_4", "Λάθος 403 - Authentication Failed");
define("LAN_ERROR_5", "Το URL που έχετε ζητήσει απαιτεί σωστό όνομα και κωδικό εισόδου. Είτε έχετε δώσει λάθος όνομα χρήστη/κωδικό, ή ο browser σας δεν υποστηρίζει αυτή τη δυνατότητα.");
define("LAN_ERROR_6", "Παρακαλώ ενημερώστε το διαχειριστή της ζητούμενης σελίδας αν νομίζετε ότι από λάθος σας υποδείχτηκε η άρνηση πρόσβασης.");
define("LAN_ERROR_7", "Error 404 - Το έγγραφο δεν βρέθηκε");
define("LAN_ERROR_9", "Παρακαλώ ενημερώστε το διαχειριστή της ζητούμενης σελίδας αν νομίζετε ότι από λάθος σας υποδείχτηκε η συγκεκριμένη σελίδα.");
define("LAN_ERROR_10", "Λάθος 500 - Malformed Header");
define("LAN_ERROR_11", "Ο διακομιστής αντιμετώπισε εσωτερικό σφάλμα και δεν ήταν σε θέση να ολοκληρώσει το αίτημά σας");
define("LAN_ERROR_12", "Παρακαλώ ενημερώστε το διαχειριστή της ζητούμενης σελίδας αν νομίζετε ότι από λάθος σας υποδείχτηκε η συγκεκριμένη σελίδα.");
define("LAN_ERROR_13", "Λάθος - Άγνωστο");
define("LAN_ERROR_14", "Ο διακομιστής αντιμετώπισε σφάλμα");
define("LAN_ERROR_15", "Παρακαλώ ενημερώστε το διαχειριστή της ζητούμενης σελίδας αν νομίζετε ότι από λάθος σας υποδείχτηκε η συγκεκριμένη σελίδα.");
define("LAN_ERROR_16", "Ανεπιτυχής προσπάθεια πρόσβασης");
define("LAN_ERROR_17", "έχει καταγραφεί.");
define("LAN_ERROR_18", "Προφανώς, σας παρέπεμπψαν από");
define("LAN_ERROR_19", "Δυστυχώς, υπάρχει ένας απαρχαιωμέμος σύνδεσμος σε αυτή τη διεύθυνση.");
define("LAN_ERROR_20", "Παρακαλώ πατήστε εδώ για να μεταφερθείτε στην κεντρική σελίδα αυτής της ιστοσελίδας");
define("LAN_ERROR_21", "Το ζητούμενο URL δεν βρέθηκε σε αυτόν τον διακομιστή. Ο σύνδεσμος που ακολουθήσατε μάλλον είναι ληγμένος.");
define("LAN_ERROR_22", "Παρακαλώ πατήστε εδώ για να πάτε στη σελίδα αναζήτησης του site");
define("LAN_ERROR_23", "Η προσπάθεια σας για πρόσβαση ");
define("LAN_ERROR_24", " απέτυχε.");

// 0.7.6
define("LAN_ERROR_25", "[1]: Αδύνατον να διαβάσετε βασικές ρυθμίσεις από τη βάση δεδομένων - Οι βασικές ρυθμίσεις υπάρχουν αλλά δεν μπορούν να ανταποκριθούν. Γίνεται προσπάθεια αποκατάστασης  backup ...");
define("LAN_ERROR_26", "[2]: Αδύνατον να διαβάσετε βασικές ρυθμίσεις από τη βάση δεδομένων - δεν υφίστανται οι βασικές ρυθμίσεις.");
define("LAN_ERROR_27", "[3]: Βασικές ρυθμίσεις αποθηκεύτηκαν - το backup δραστηριοποιήθηκε.");
define("LAN_ERROR_28", "[4]: Δεν βρέθηκε το backup των ρυθμίσεων.. Ελέγξτε αν η βάση δεδομένων σας περιέχει έγκυρο περιεχόμενο. Αν όχι, παρακαλώ τρέξτο το <a href='".e_FILE."resetcore/resetcore.php'>Reset_Core</a> βοηθητικό πρόγραμμα για την ανοικοδόμηση των ρυθμίσεων του πυρήνα σας. <br />Μετά την αποκατάσταση του πυρήνα σας παρακαλώ αποθηκεύστε ένα backup από το admin/sql screen.");
define("LAN_ERROR_29", "[5]: Πεδίο(α) έχουν μείνει κενά. Παρακαλώ υποβάλλετε εκ νέου το έντυπο και συμπληρώστε τα απαραίτητα πεδία.");
define("LAN_ERROR_30", "[6]: Ανικανότητα έγκυρης σύνδεσης στο mySQL. Παρακαλώ τσεκάρετε αν το e107_config.php περιέχει σωστές πληροφορίες.");
define("LAN_ERROR_31", "[7]: το mySQL τρέχει ήδη αλλά η βάση δεδομένων ({$mySQLdefaultdb}) δεν μπορεί να συνδεθεί στο.<br />Παρακαλώ ελέγξτε αν υπάρχει και αν το e107_config.php περιέχει σωστές πληροφορίες.");
define("LAN_ERROR_32", "Για να ολοκληρωθεί η αναβάθμιση, κάντε αντιγραφή στο επόμενο κείμενο στο e107_config.php αρχείο:");

define("LAN_ERROR_33", "Μεταποιημένο σφάλμα! Κανονικά θα ήθελα να ανακατευθυνθεί στην αρχική σελίδα.");
define("LAN_ERROR_34", "Άγνωστο λάθος! Παρακαλώ ενημερώστε το διαχειριστή ότι το είδατε αυτό:");

define('LAN_ERROR_35', 'Λάθος 400 - Λάθος αναζήτηση');
define('LAN_ERROR_36', 'Υπάρχει ένα σφάλμα μορφοποίησης στην ιστοσελίδα που προσπαθείτε να συνδεθείτε.');
define('LAN_ERROR_37', 'Λάθος εικόνα');
define('LAN_ERROR_38', '');
define('LAN_ERROR_39', '');


?>