<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_signup.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Εγγραφή/Register");
define("LAN_7", "Εμφανιζόμενο όνομα/Display Name:");
define("LAN_8", "το όνομα που θα εμφανίζεται στο χώρο του site");
define("LAN_9", "Όνομα Χρήστη/Username:");
define("LAN_10", "το όνομα που θα χρησιμοποιείτε για να συνδεθείτε");
define("LAN_17", "Κωδικός/Password:");
define("LAN_103", "Αυτό το όνομα χρήστη δεν είναι έγκυρο, παρακαλώ επιλέξτε ένα άλλο όνομα");
define("LAN_104", "Αυτό το όνομα χρήστη υπάρχει ήδη στη βάση δεδομένων, παρακαλώ διαλέξτε ένα διαφορετικό όνομα");
define("LAN_105", "Οι δύο κωδικοί εισόδου δεν ταιριάζουν");
define("LAN_106", "Αυτή η ηλεκτρονική διεύθυνση δεν είναι έγκυρη");
define("LAN_107", "Ευχαριστούμε πολύ! Τώρα είστε εγγεγραμμένο μέλος");
define("LAN_108", "Η εγγραφή σας ολοκληρώθηκε");
define("LAN_109", "Αυτή η σελίδα συμμορφώνεται με το ηλεκτρονικό απόρρητο της Κίνησης Παιδικής Προστασίας του 1998 (COPPA) και για αυτό δεν μπορεί να δεχτεί εγγραφές από χρήστες κάτω των 13 ετών χωρίς την γραπτή άδεια του γονέα ή του κηδεμόνα τους. Για περισσότερες πληροφορίες μπορείτε να διαβάσετε τη νομοθεσία");
define("LAN_110", "Δημιουργία προφίλ");
define("LAN_111", "Εισάγετε-ξανά τον Κωδικό σας:");
define("LAN_112", "Ηελεκτρονική Διεύθυνση:");
define("LAN_113", "Κρυφή ηλεκτρονική διεύθυνση;:");
define("LAN_114", "Αυτό θα εμποδίσει τη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου να είναι ορατή στο site");
define("LAN_123", "Εγγραφή");
define("LAN_185", "Έχετε αφήσει πεδίο(α) κενά");
define("LAN_201", "Ναι");
define("LAN_200", "Όχι");
define("LAN_202", "Έχετε ήδη ένα λογαριασμό. Αν έχετε ξεχάσει τον κωδικό σας, παρακαλώ πατήστε το σύνδεσμο 'ξέχασα τον κωδικό μου'.");
define("LAN_309", "Παρακαλώ συμπληρώστε τα στοιχεία σας.");
define("LAN_399", "Συνέχεια");
define("LAN_400", "ΤΑ ΟΝΌΜΑΤΑ ΧΡΗΣΤΏΝ ΤΑ E-MAIL ΚΑΙ ΟΙ ΚΩΔΙΚΟΊ ΕΙΣΌΔΟΥ ΕΊΝΑΙ <b>ΠΡΟΣΩΠΙΚΆ-ΔΕΔΟΜΈΝΑ</b>.");
define("LAN_401", "Ο λογαριασμός σας είναι ήδη ενεργός, παρακαλώ");
define("LAN_402", "Ενεργοποίηση Εγγραφής");
define("LAN_403", "Καλώς ήλθατε");
define("LAN_404", "Στοιχεία εγγραφής για");
define("LAN_405", "Η εγγραφή σας ολοκληρώθηκε. Θα λάβετε ένα μήνυμα στο ηλεκτρονικό σας ταχυδρομείο που θα περιλαμβάνει τα στοιχεία εισόδου σας στην ιστοσελίδα. Παρακαλώ ακολουθείστε τον παρακάτω σύνδεσμο για να ολοκληρωθεί η εγγραφή σας και να ενεργοποιηθεί ο λογαριασμός σας.");
define("LAN_406", "Ευχαριστούμε!");
define("LAN_407", "Παρακαλώ κρατήστε αυτό το μήνυμα με τα στοιχεία σας. Ο κωδικός σας έχει κρυπτογραφηθεί και δεν μπορεί να ανακτηθεί σε περίπτωση που τον χάσετε ή τον ξεχάσετε. Σε περίπτωση που συμβεί κάτι τέτοιο μπορείτε να ζητήσετε ένα νέο κωδικό πρόσβασης.\n\nΕυχαριστούμε για την εγγραφή σας.\n\nΦόρμα");
define("LAN_408", "Υπάρχει ήδη ένας χρήστης με αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου. Παρακαλώ χρησιμοποιείστε το σύδεσμο 'ξέχασα τον κωδικό μου' για την ανάκτηση του κωδικού σας.");
define("LAN_SIGNUP_1", "Ελαχ.");
define("LAN_SIGNUP_2", "χαρακ.");
define("LAN_SIGNUP_3", "Απέτυχε η επαλήθευση κωδικού.");
define("LAN_SIGNUP_4", "Ο κωδικός σας πρέπει να είναι τουλάχιστον");
define("LAN_SIGNUP_5", " χαρακτήρες.");
define("LAN_SIGNUP_6", "Σου");
define("LAN_SIGNUP_7", " απαιτείται");
define("LAN_SIGNUP_8", "Ευχαριστούμε!");
define("LAN_SIGNUP_9", "Αδύνατον να προβεί, παρακαλώ επιστρέψτε στην <a href='".e_BASE."news.php'>αρχική σελίδα</a> και δοκιμάστε την πλοήγηση από την ιστοσελίδα.");
define("LAN_SIGNUP_10", "Ναι");
define("LAN_SIGNUP_11", ".");
define("LAN_409", "ʼκυροι χαρακτήρες στο όνομα χρήστη");
define("LAN_410", "Εισάγετε τον ορατό κώδικα στην εικόνα");
define("LAN_411", "Αυτό το όνομα εμφάνισης υπάρχει ήδη στη βάση δεδομένων, παρακαλώ επιλέξτε ένα άλλο όνομα");
define("LAN_SIGNUP_12", "παρακαλώ κρατήστε τον όνομα χρήστη και τον κωδικό σας σε ασφαλή σημείο καθώς είναι αδύνατον να ανακτηθούν σε περίπτωση που τα χάσετε.");
define("LAN_SIGNUP_13", "Μπορείτε τώρα να συνδεθείτε στο πεδίο σύνδεσης, ή από <a href='".e_BASE."login.php'>εδώ</a>.");
define("LAN_SIGNUP_14", "εδώ");
define("LAN_SIGNUP_15", "Παρακαλώ επικοινωνήστε με τον κύριο διαχειριστή");
define("LAN_SIGNUP_16", "αν χρειάζεστε βοήθεια.");
define("LAN_SIGNUP_17", "Παρακαλώ επιβεβαιώστε ότι είστε 13 ή πάνω από την ηλικία των 13.");
define("LAN_SIGNUP_18", "Η εγγραφή σας παραλήφθηκε και δημιουργήθηκε με τα ακόλουθα στοιχεία:");
define("LAN_SIGNUP_21", "Ο λογαριασμός σας έχει χαρακτηριστεί σαν ανενεργός. Για την ενεργοποίηση του λογαριασμού σας παρακαλώ ακολουθείστε τον παρακάτω σύνδεσμο:");
define("LAN_SIGNUP_22", "πατήστε εδώ");
define("LAN_SIGNUP_23", "για είσοδο.");
define("LAN_SIGNUP_24", "Σας ευχαριστούμε για την εγγραφή σας στο");
define("LAN_SIGNUP_25", "Ανεβάστε το avatar σας");
define("LAN_SIGNUP_26", "Ανεβάστε την φωτογραφία σας");
define("LAN_SIGNUP_27", "Δες");
define("LAN_SIGNUP_28", "επιλογή περιεχομένου/Μηνύματα-λίστες");
define("LAN_SIGNUP_29", "Ένα μήνυμα επιβεβαίωσης θα σταλεί στη διεύθυνση του ηλεκτρονικού σας ταχυδρομείου και θα πρέπει να το εισάγετε εδώ οπότε θα πρέπει η ηλεκρτονική διεύθυνση σας να ισχύει.");
define("LAN_SIGNUP_30", "Αν δεν επιθυμείτε να εμφανίζεται η ηλεκτρονική σας διεύθυνση στην ιστοσελίδα, παρακαλώ επιλέξτε 'Ναι' για την επιλογή 'Κρυφή ηλεκτρονική διεύθυνση;'.");
define("LAN_SIGNUP_31", "URL για το XUP αρχείο");
define("LAN_SIGNUP_32", "Τι είναι ένα XUP αρχείο;");
define("LAN_SIGNUP_33", "Πληκτρολογείστε τον τύπο διαδρομής ή επιλέξτε avatar");
define("LAN_SIGNUP_34", "Σημείωση: Κάθε εικόνα που θα φορτωθεί σε αυτόν τον εξυπηρετητή σε περίπτωση που θεωρηθεί ακατάλληλη θα διαγράφεται αμέσως από τους διαχειριστές.");
define("LAN_SIGNUP_35", "Πατήστε εδώ για να εγγραφείτε χρησιμοποιώντας ένα XUP αρχείο");
define("LAN_SIGNUP_36", "Παρουσιάστηκε ένα σφάλμα στην εισαγωγή των πληροφοριών του χρήστη, παρακαλώ επικοινωνήστε με τον κύριο διαχειριστή της ιστοσελίδας");
define("LAN_LOGINNAME", "Όνομα χρήστη");
define("LAN_PASSWORD", "Κωδικός χρήστη");
define("LAN_USERNAME", "Όνομα Εμφάνισης");
define("LAN_EMAIL_01", "Αγαπητέ-η");
define("LAN_EMAIL_04", "Παρακαλώ κρατήστε αυτό το μήνυμα με τα στοιχεία σας.");
define("LAN_EMAIL_05", "Ο κωδικός σας έχει κρυπτογραφηθεί και δεν μπορεί να ανακτηθεί σε περίπτωση που τον χάσετε ή τον ξεχάσετε. Σε περίπτωση που συμβεί κάτι τέτοιο μπορείτε να ζητήσετε ένα νέο κωδικό πρόσβασης.");
define("LAN_EMAIL_06", "Ευχαριστούμε για την εγγραφή σας.");
define("LAN_SIGNUP_37", "Η εγγραφή σας ολοκληρώθηκε. Ο΄κυριος διαχειριστής του site θα πρέπει να εγκρίνει την εγγραφή σας.  Θα λάβετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου ότι εγκρίθηκε η εγγραφή σας.");
define("LAN_SIGNUP_38", "Βάλατε δύο διαφορετικές διευθύνσεις ηλεκτρονικού ταχυδρομείου. Αναμονή έγκρισης από το διαχειριστή της σελίδας. Παρακαλώ βάλτε μία έγκυρη ηλεκτρονική διεύθυνση στα δύο ζητούμενα πεδία");
define("LAN_SIGNUP_39", "Επανα-πληκτρολογείστε την ηλεκτρονική σας διεύθυνση:");
define("LAN_SIGNUP_40", "Δεν είναι απαραίτητη η ενεργοποίηση");
define("LAN_SIGNUP_41", "Ο λογαριασμός σας είναι ήδη ενεργός.");
define("LAN_SIGNUP_42", "Υπήρξε ένα πρόβλημα, το μήνυμα ενεργοποίησης δεν στάλθηκε, παρακαλώ επικοινωνήστε με τους διαχειριστές της ιστοσελίδας.");
define("LAN_SIGNUP_43", "Ηλεκτρονικό μήνυμα στάλθηκε");
define("LAN_SIGNUP_44", "Μήνυμα ενεργοποιήσης στάλθηκε σε:");
define("LAN_SIGNUP_45", "Παρακαλώ κοιτάξτε στα εισερχόμενά σας.");
define("LAN_SIGNUP_47", "Αποστολη  ηλεκτρονικου μήνυματος ενεργοποίησης ξανά");
define("LAN_SIGNUP_48", "Όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου");
define("LAN_SIGNUP_49", "Αν κάνατε εγγραφή με λάθος διεύθυνση ηλεκτρονικού ταχυδρομείου, πληκτρολογείστε εδώ μια καινούρια καθώς και τον κωδικό πρόσβασής σας:");
define("LAN_SIGNUP_50", "Νέο μήνυμα ηλεκτρονικού ταχυδρομείου");
define("LAN_SIGNUP_51", "Παλιός κωδικός");
define("LAN_SIGNUP_52", "Λάθος κωδικός");
define("LAN_SIGNUP_53", "απέτυχε η δοκιμή επικύρωσης");
define("LAN_SIGNUP_54", "Πατήστε εδώ για να συμπληρώσετε τα στοιχεία σας για να κάνετε εγγραφή");
define("LAN_SIGNUP_55", "Το όνομα εμφάνισης είναι μεγάλο. Παρακαλώ επιλέξτε ένα άλλο");
define("LAN_SIGNUP_56", "Το όνομα εμφάνισης είναι πολύ μικρό. Παρακαλώ επιλέξτε ένα άλλο");
define("LAN_SIGNUP_57", "Το όνομα εισόδου είναι πολύ μεγάλο. Παρακαλώ επιλέξτε ένα άλλο");
define("LAN_SIGNUP_58", "Προεπισκόπηση εγγραφής");
define("LAN_SIGNUP_59", "**** Αν ο σύνδεσμος δεν λειτουργεί, ελέγξτε αν μέρος του βρίσκεται στην επόμενη γραμμή. ****");
define("LAN_SIGNUP_60", "Σφάλμα πρόσβασης σε εξωτερικό avatar");
define("LAN_SIGNUP_72", "Σας ευχαριστούμε για την είσοδό σας στο [sitename]! Σας στείλαμε ένα μήνυμα επιβεβαίωσης [email]. Παρακαλώ ακολουθείστε τον παρακάτω σύνδεσμο για να ολοκληρωθεί η εγγραφή σας και να ενεργοποιηθεί ο λογαριασμός σας.");
define("LAN_SIGNUP_98", " Σας εχει σταλεί ενα E-mail με τα στοιχεια εγγραφής<br> Παρακαλούμε επιβεβαιώστε την ηλεκτρονική σας διεύθυνση για να έχετε πλήρης πρόσβαση στην ιστοσελίδα e107gr");
define("LAN_SIGNUP_99", "Πρόβλημα Αντιμετωπίστηκε");
define("LAN_SIGNUP_100", "Εν Αναμονή της Έγγρισης Διαχειριστών");
define("LAN_SIGNUP_102", "Η σύνδεση απορρίφθηκε");
define("LAN_SIGNUP_103", "Πάρα πολλοί χρήστες που χρησιμοποιούν ήδη τη διεύθυνση IP:");
define("LAN_SIGNUP_104", "Άκυρο όνομα avatar");
define("LAN_SIGNUP_105", "Δεν είναι δυνατή η δράση στο αίτημά σας - παρακαλώ επικοινωνήστε με τον διαχειριστή");
define("LAN_SIGNUP_106", "Δεν είναι δυνατή η δράση στο αίτημά σας - έχετε ήδη έναν λογαριασμό εδώ;");


?>