<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvs_backup/e107_0.7/e107_languages/English/lan_submitnews.php,v $
|     $Revision: 0.1 $
|     $Date: 2010-06-21 21:34:14 -0500  (((Δευτερα 21 Ιουνιου 2010))) $
|     $Author: Http://gatakia.com by Limontselo $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Υποβολή Θεμάτων");
define("LAN_7", "Όνομα: ");
define("LAN_62", "Τίτλος Θεμά: ");
define("LAN_112", "Ηλεκτρονική Διεύθυνση: ");
define("LAN_133", "Ευχαριστούμε");
define("LAN_134", "Το θέμα σας εχει υποβληθεί προς εξέταση από έναν από τους διαχειριστές του site.");
define("LAN_135", "Νέα θέματα: ");
define("LAN_136", "Υποβολή Νέων Θεμάτων");
define("NWSLAN_6", "Κατηγορία");
define("NWSLAN_10", "Καμμία νέα κατηγορία");
define("NWSLAN_11", "Δεν έχετε πρόσβαση σε αυτή την περιοχή.");
define("NWSLAN_12", "Άρνηση Πρόσβασης.");

define("SUBNEWSLAN_1", "Πρέπει να περιλαμβάνει έναν τίτλο.\\n");
define("SUBNEWSLAN_2", "Πρέπει να περιλαμβάνει κάποιο κείμενο στο νέο θέμα.\\n");
define("SUBNEWSLAN_3", "Η προσθήκη αντικειμένου πρέπει να έιναι είτε σε μορφή jpg, gif ή png αρχείο");
define("SUBNEWSLAN_4", "Αρχείο πολύ Μεγάλο");
define("SUBNEWSLAN_5", "Εικόνα Αρχείου");
define("SUBNEWSLAN_6", "(jpg, gif or png)");
define('SUBNEWSLAN_7', 'Πρέπει να προσθέσετε το όνομά και την ηλεκτρονική διεύθυνσή σας');
define('SUBNEWSLAN_8', 'Λάθος στο ανέβασμα εικόνας');

?>