<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_signup.php,v $
|     $Revision: 1.21 $
|     $Date: 2006/10/22 00:14:37 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Бүртгүүлэх");
define("LAN_7", "Дэлгэцийн нэр: ");
define("LAN_8", "сайт дээр харагдах нэр");
define("LAN_9", "Нэвтрэх нэр: ");
define("LAN_10", "нэвтэрч орохдоо ашиглах нэр");
define("LAN_17", "Нууц үг: ");
define("LAN_103", "Энэ хэрэглэгчийн нэрийг ашиглах боломжгүй байна, өөр хэрэглэгчийн нэр сонгоно уу");
define("LAN_104", "Энэ нэвтрэх нэр бүртгэлийн санд хэдийн орсон байна, өөр нэвтрэх нэр сонгоно уу");
define("LAN_105", "энэ хоёр нууц үг таарахгүй байна");
define("LAN_106", "Хүчинтэй е-мэйлийн хаяг биш байна");
define("LAN_107", "Баярлалаа! Та одоо бүртгэгдсэн гишүүн боллоо");
define("LAN_108", "Бүртгэл дууслаа");
define("LAN_109", "Энэхүү сайт нь 1998 оны Хүүхдийн онлайн нууцлалыг хамгаалах хуулийг (COPPA) дагаж мөрдөнө, иймд эцэг эх эсвэл асран хамгаалагчаас нь бичгээр зөвшөөрөл авалгүйгээр 13-аас доош насны хүүхдийг бүртгэхгүй. Дэлгэрэнгүй мэдээллийг энэ хуулиас үзэж болно");

define("LAN_110", "Бүртгэл");
define("LAN_111", "Нууц үгээ дахин бичнэ үү: ");
define("LAN_112", "E-мэйл хаяг: ");
define("LAN_113", "Е-мэйл хаягийг нуух уу?: ");
define("LAN_114", "Энэ нь таны е-мэйл хаягийг сайтын дэлгэцэнд харагдуулахаас сэргийлнэ");
define("LAN_123", "Бүртгүүлэх");
define("LAN_185", "Та шаардлагатай газруудыг бөглөлгүй хоосон орхисон байна");
define("LAN_201", "Тийм");
define("LAN_200", "Үгүй");
define("LAN_202", "Та хэдийн өөрийн данстай болсон байна. Хэрэв та нууц үгээ мартсан бол, энэ линк \'нууц үгээ мартсан\' дээр дарна уу.");

define("LAN_309", "Өөрийн тухай мэдээллийг дор оруулна уу.");
define("LAN_399", "Үргэлжлэх");
define("LAN_400", "Хэрэглэгчийн нэр ба нууц үгүүд нь <b>case-sensitive</b>");
define("LAN_401", "Таны данс одоо идэвхжлээ");
define("LAN_402", "Бүртгэл идэвхжив");
define("LAN_403", "Тавтай морилно уу");
define("LAN_404", "-ийн бүртгэлийн мэдээлэл");
define("LAN_405", "Бүртгэлийн энэ шат дууслаа. Таны нэвтрэх мэдээллийг агуулсан баталгаажуулах мэйл авах болно. Уг е-мэйлд буй линкээр орж бүртгэлийн ажиллагаагаа дуусган, дансаа идэвхжүүлнэ үү.");

define("LAN_406", "Баярлалаа!");

define("LAN_407", "Энэ е-мэйлийг өөрийн мэдээлэлд хадгална уу. Таны нууц үг кодлогдсон тул гээсэн, мартсан тохиолдолд эргэж өгөгдөхгүй. Харин энэ тохиолдолд та шинэ нууц үг авах хүсэлт гаргаж болно.\n\nБүртгүүлсэнд баярлалаа.\n\n-ээс");

define("LAN_408", "Ийм е-мэйл хаягтай хэрэглэгч байна. 'Нууц үгээ мартсан' гэдгийг дарж нууц үгээ дахин авна уу.");

define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "тэмдэгт.");
define("LAN_SIGNUP_3", "Кодын баталгаажуулалт хийгдсэнгүй.");
define("LAN_SIGNUP_4", "Таны нууц үг дор хаяж");
define("LAN_SIGNUP_5", " тэмдэгтийн урттай байх ёстой.");
define("LAN_SIGNUP_6", "Таны ");
define("LAN_SIGNUP_7", " шаардлагатай");
define("LAN_SIGNUP_8", "Баярлалаа!");
define("LAN_SIGNUP_9", "Цааш үргэлжлэх боломжгүй байна.");
define("LAN_SIGNUP_10", "Тийм");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "Хэрэглэгчийн нэрний тэмдэгтүүд хүчингүй");
define("LAN_410", "Зурагт харагдаж буй кодыг оруулна уу");
define("LAN_411", "Ийм дэлгэцийн нэр мэдэллийн санд хэдийн орсон байна, дэлгэцийн өөр нэр сонгоно уу");

define("LAN_SIGNUP_12", "Та хэрэглэгчийн нэр, нууц үгээ мартсан эсвэл гээсэн тохиолдолд эргэж олгох боломжгүй учраас тэдгээрийг аюлгүй газар бичиж хадгална уу.");

define("LAN_SIGNUP_13", "Та нэвтрэх хэсгээс эсвэл энд дарж нэвтэрч болно <a href='".e_BASE."login.php'>энд</a>.");
define("LAN_SIGNUP_14", "энд");
define("LAN_SIGNUP_15", "туслалцаа хэрэгтэй бол");
define("LAN_SIGNUP_16", "Үндсэн сайтын зохицуулагчтай холбоо барина уу.");
define("LAN_SIGNUP_17", "Та 13 буюу түүнээс дээш настай гэдгээ нотлоно уу.");
define("LAN_SIGNUP_18", "таны бүртгэлийн мэдээллийг хүлээж аваад, дараахь нэвтрэх мэдээлэлд нээлээ...");
define("LAN_SIGNUP_19", "Хэрэглэгчийн нэр:");
define("LAN_SIGNUP_20", "нууц үг:");
define("LAN_SIGNUP_21", "Одоогоор таны данс идэвхгүй байна гэж тэмдэглэгджээ, дансаа идэвхжүүлэхийн тулд дараахь линкэд хандана уу ..");

define("LAN_SIGNUP_22", "нэвтрэхдээ");
define("LAN_SIGNUP_23", "энд дарна уу.");
define("LAN_SIGNUP_24", "-д бүртгүүлсэнд баярлалаа");
define("LAN_SIGNUP_25", "Өөрийн зурагт дүрсийг ачаалах");
define("LAN_SIGNUP_26", "Фото зургаа ачаалах");
define("LAN_SIGNUP_27", "Харуулах");
define("LAN_SIGNUP_28", "Агуулга эсвэл мэйлийн жагсаалтын сонголт");
define("LAN_SIGNUP_29", "Таны энд оруулсан е-мэйл хаяг руу баталгаажуулах мэйл илгээгдэнэ, иймд хүчин төгөлдөр хаяг байх хэрэгтэй.");
define("LAN_SIGNUP_30", "Хэрэв та е-мэйл хаягаа энэ сайтын дэлгэцэнд харуулахгүй байхыг хүсвэл 'e-мэй хаягаа нуух'гэсэн хэсгийг тэмдэглэнэ үү.");

define("LAN_SIGNUP_31", "URL-аас XUP файлд");
define("LAN_SIGNUP_32", "XUP файл гэж юэ вэ?");
define("LAN_SIGNUP_33", "Замаа бичих буюу зурагт дүрсээ сонгоно уу");
define("LAN_SIGNUP_34", "Санамж: Зохицуулагчийн зүгээс зохисгүй гэж үзсэн ямар нэг зураг энэ серверт ачаалвал тэр дор нь устгах болно.");
define("LAN_SIGNUP_35", "XUP файл ашиглан бүртгүүлэхийг хүсвэл энд дарна уу");
define("LAN_SIGNUP_36", "Таны хэрэглэгчийн мэдээллийг гаргахад алдаа гарлаа, сайтын зохицуулагчтай холбоо барина уу");

define("LAN_LOGINNAME", "Нэвтрэх нэр");
define("LAN_PASSWORD", "Нууц үг");
define("LAN_USERNAME", "Дэлгэцийн нэр");
define("LAN_EMAIL_01", "хүндэт");
define("LAN_EMAIL_04", "энэ e-мэйлийг өөрийн мэдээлэлд хадгална уу.");
define("LAN_EMAIL_05", "Таны нууц үг кодлогдсон тул гээсэн, мартсан тохиолдолд эргэж өгөгдөхгүй. Харин энэ тохиолдолд та шинэ нууц үг авах хүсэлт гаргаж болно.");
define("LAN_EMAIL_06", "Бүртгүүлсэнд баярлалаа.");

define("LAN_SIGNUP_37", "Бүртгэлийн энэ шат дууслаа. Сайтын зохицуулагч таны гишүүнчлэлийг батлах шаардлагатай.  Үүнийг хийж дууссан ыйдараа таны гишүүнчлэлийг батласан тухай баталгаажуулах e-мэйл танд очих болно.");
define("LAN_SIGNUP_38", "Та хоёр өөр e-мэйл хаяг оруулсан байна. Дор өгсөн хоёр нүдэнд хүчинтэй e-мэйл хаягаа бичнэ үү");
define("LAN_SIGNUP_39", "E-мэйл хаягаа дахин бичнэ үү:");

// 0.7.6
define("LAN_SIGNUP_40", "Идэвхжүүлэх шаардлагагүй");
define("LAN_SIGNUP_41", "Таны данс хэдийн идэвхжсэн байна.");
define("LAN_SIGNUP_42", "Бүртгэлийн мэйл илгээгдээгүй асуудал гарвал вэб сайтын зохицуулагчтай холбоо барина уу.");
define("LAN_SIGNUP_43", "E-мэйл илгээгдлээ");
define("LAN_SIGNUP_44", "Идэвхжүүлэх e-мэйл дараахь хаяг руу илгээгдэв:");
define("LAN_SIGNUP_45", "Мэйл хүлээн авах хайрцгаа шалгана уу.");
define("LAN_SIGNUP_47", "Идэвхжүүлэх е-мэйл дахин илгээх");
define("LAN_SIGNUP_48", "Хэрэглэгчийн нэр буюу E-мэйл");
define("LAN_SIGNUP_49", "та буруу e-мэйл хаягаар бүртгэгдсэн бол шинэ хаяг ба нууц үгээ энд оруулна уу:");
define("LAN_SIGNUP_50", "Шинэ мэйл");
define("LAN_SIGNUP_51", "Хуучин нууц үг");
define("LAN_SIGNUP_52", "Буруу нууц үг");



?>