<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_usersettings.php,v $
|     $Revision: 1.9 $
|     $Date: 2005/12/29 20:00:56 $
|     $Author: mcfly_e107 $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "Хэрэглэгчийн тохиргоо");

define("LAN_7", "Дэлгэцийн нэр: ");
define("LAN_8", "сайт дээр харагдах нэр");
define("LAN_9", "Нэвтрэх нэр: ");
define("LAN_10", "сайтад нэвтрэхэд ашиглах нэр");

define("LAN_11", "Сайтад нэвтрэхэд ашиглах нэрийг дахиж өөрчилж болохгүй, аюулгүй байдлын үүднээс зайлшгүй өөрчлөх болвол зохицуулагчтай холбоо барина уу");

define("LAN_20", "Алдаа");
define("LAN_105", "энэ хоёр нууц үг хоорондоо таарахгүй байна");
define("LAN_106", "Хүчинтэй е-мэйл хаяг биш байна");
define("LAN_112", "E-мэйл хаяг: ");
define("LAN_113", "Е-мэйл хаягаа нуух уу?: ");
define("LAN_114", "Энэ нь таны е-мэйл хаяг сайт дээр ил харагдахаас сэргийлнэ");
define("LAN_115", "ICQ дугаар: ");
define("LAN_116", "AIM хаяг: ");
define("LAN_117", "MSN Messenger: ");
define("LAN_118", "Төрсөн өдөр: ");
define("LAN_119", "Байрлал: ");
define("LAN_120", "Гарын үсэг: ");
define("LAN_121", "Зурагт дүрс: ");
define("LAN_122", "Цагийн бүс:");
define("LAN_144", "Вэбсайтын URL хаяг: ");
define("LAN_150", "ТОхиргоо шинэчлэгдэж, мэдээллийн санд хадгалагдлаа.");
define("LAN_151", "OK");
define("LAN_152", "Шинэ нууц үг: ");
define("LAN_153", "Шинэ нууц үгээ дахин бинэ үү: ");
define("LAN_154", "Тохиргоог хадгалах");
define("LAN_155", "Хэрэглэгчийн тохиргоог шинэчлэх");
define("LAN_185", "Та нууц үгээ хоосон орхисон байна ");
define("LAN_308", "Жинхэнэ нэр: ");
define("LAN_401", "Одоогийн нууц үгээ хэвээр байлгая гэвэл хоосон орхино уу");
define("LAN_402", "Зурагт дүрсийнхээ замыг бичих буюу сонгоно уу");
define("LAN_403", "Зурагт дүрсээ сонгох");

define("LAN_404", "санамж: Зохицуулагчаас зохисгүй гэж үзсэн ямар нэг зураг серверт ачаалсан бол тэр дор нь устгах болно.");

define("LAN_410", "-н тохируулга");
define("LAN_411", "ТОхиргоогоо шинэчилэх");
define("LAN_412", "Нуц үгээ өөрчлөх");
define("LAN_413", "Зурагт дүрсээ сонгох");
define("LAN_414", "Фото зургаа ачаалах");
define("LAN_415", "Зурагт дүрсээ ачаалах");

define("LAN_416", "Тийм");
define("LAN_417", "Үгүй");

define("LAN_418", "Бүртгэлийн мэдээлэл");
define("LAN_419", "Хувийн буюу харилцах мэдээлэл");
define("LAN_420", "Зурагт дүрс");
define("LAN_421", "Сайтад хадгалагдсан зурагт дүрсээс сонгох");
define("LAN_422", "Алсын зурагт дүрс ашиглах");
define("LAN_423", "Зургийнхаа хаягийг бүрэн бичнэ үү");
define("LAN_424", "Энэ сайтад хадгалагдсан зурагт дүрсүүдийг товчин дээр дарж үзнэ үү");
define("LAN_425", "Фото зураг");
define("LAN_426", "Энэ нь таны тухай мэдээллийн хуудсанд харагдана");
define("LAN_427", "Илгээх ...");
define("LAN_428", "Мэдээний зүйл");
define("LAN_429", "Линк");
define("LAN_430", "Татаж авах");
define("LAN_431", "Нийтлэл");
define("LAN_432", "Тоймлох");

define("LAN_433", "URL-ээс XUP файл руу");
define("LAN_434", "энэ юу вэ?");
define("LAN_435", "XML хэрэглэгчийн протокол файл");

define("LAN_SIGNUP_1", "Мин.");
define("LAN_SIGNUP_2", "тэмдэгт.");
define("LAN_SIGNUP_4", "Таны нууц үг дор хаяж ");
define("LAN_SIGNUP_5", " тэмдэгтийн урттай байх ёстой.");
define("LAN_SIGNUP_6", "Таны ");
define("LAN_SIGNUP_7", " шаардлагатай");

define("LAN_USET_1", "Таны зурагт дүрс хэт өргөн байна");
define("LAN_USET_2", "Өргөний байж болох дээд хэмжээ");
define("LAN_USET_3", "Таны зурагт дүрс хэт өндөр байна");
define("LAN_USET_4", "Өндрийн зөвшөөрөгдөх дээд хэмжээ");

// v.616
define("LAN_CUSTOMTITLE", "Хэрэглэгчийн өгөх гарчиг");
define("LAN_ICQNUMBER", "ICQ дугаар нь зөвхөн тооноос бүрдэх ёстой");

//v.617
define("LAN_408", "Ийм е-мэйл хаягтай хэрэглэгч хэдийн бүртгэгдсэн байна. ");
define("MAX_AVWIDTH", "Зурагт дүрсийн дээд хэмжээ (wxh) ");
define("MAX_AVHEIGHT", " x ");
define("GIF_RESIZE", "gif дүрсийнхээ хэмжээг өөрчлөх буюу өөр форматад хөрвүүлнэ үү");
define("RESIZE_NOT_SUPPORTED", "Хэмжээг өөрчлөх арга нь энэ сервэрт тохирохгүй байна. Дүрсийн хэмжээг дахин өөрчлөх буюу өөрийг сонгоно уу. Энэ файлыг устгасан.");

// v0.7
define("LAN_USET_5", "-д захиалах");
define("LAN_USET_6", "Манай мэйл хаягийн жагсаалт эсвэл энэ сайтын хэсгүүдэд захиална уу.");
define("LAN_USET_7", "Бусад зүйлс");
define("LAN_USET_8", "гарын үсэг / Цагийн бүс");
define("LAN_USET_9", "Зарим шаардлагатай хэсгүүд (* тэмдэгтэй) таны тохиргоонд алга байна.");
define("LAN_USET_10","Цааш үргэлжлүүлэхийн тулд тохиргоогоо өөрчилнө үү.");
define("LAN_USET_11", "Хэрэглэгчийн энэ нэрийг хүчинтэйд тооцож хүлээн зөвшөөрөх боломжгүй байна, хэрэглэгчийн өөр нэр сонгоно уу");

?>