<?php
/*
+---------------------------------------------------------------+
|        e107 website system Greek Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|
|        $Source: ../e107_plugins/newsletter/languages/Greek.php $
|        $Revision: 0.1 $
|     $Date: 2010-07-15 21:07:25 -0500 (Πέμπτη, 15 Ιουλίου 2010) $
|     $Author: Http://gatakia.com by Limontselo $
+---------------------------------------------------------------+
*/

define("NLLAN_MENU_CAPTION", "Ενημερωτικό δελτίο");
define("NLLAN_01", "Ενημερωτικό δελτίο");
define("NLLAN_02", "Παρέχει έναν εύκολο και γρήγορο τρόπο για να ρυθμίσετε και να στείλετε τα ενημερωτικά δελτία");
define("NLLAN_03", "Διαμορφώσετε τα Ενημερωτικα δελτία");
define("NLLAN_04", "Το plugin newsletter εγκαταστάθηκε με επιτυχία. Για να ρυθμίσετε, επιστρέψτε στην αρχική σελίδα διαχειριστών και κάντε κλικ στο «Ενημερωτικό Δελτίο» στην ενότητα plugin.");
define("NLLAN_05", "Δεν εντοπίστηκαν ενημερωτικά δελτία");
define("NLLAN_06", "Ονομα");
define("NLLAN_07", "Συνδρομητές");
define("NLLAN_08", "Ρυθμισης");
define("NLLAN_09", "Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το ενημερωτικό δελτίο;");
define("NLLAN_10", "Υπάρχοντά Ενημερωτικά δελτία    ");
define("NLLAN_11", "Δεν έχει ακόμη θέματα στα Ενημερωτικά δελτία.");
define("NLLAN_12", "Χρήση    ");
define("NLLAN_13", "[ Μητρική ID ] Θέμα / Τίτλος");
define("NLLAN_14", "Να αποσταλεί;");
define("NLLAN_15", "Επιλογές");
define("NLLAN_16", "ΝΑΙ");
define("NLLAN_17", "Δεν στάλθηκε - κάντε κλικ για να το  στείλετε");
define("NLLAN_18", "Είστε σίγουροι ότι θέλετε να ταχυδρομήσετε αυτό το θέμα για τους συνδρομητές;");
define("NLLAN_19", "Είστε βέβαιοι ότι θέλετε να διαγράψετε μόνιμα αυτή την υπηρεσία;    ");
define("NLLAN_20", "Υπάρχοντα θέματα");
define("NLLAN_21", "Τίτλος");
define("NLLAN_22", "Περιγραφή   ");
define("NLLAN_23", "Κεφαλίδα");
define("NLLAN_24", "Υποσέλιδο");
define("NLLAN_25", "Ενημέρωση Ενημερωτικού Δελτίου");
define("NLLAN_26", "Δημιουργία Ενημερωτικού Δελτίου");
define("NLLAN_27", "Το Ενημερωτικό Δελτίο ενημερώθηκε στη βάση δεδομένων.");
define("NLLAN_28", "Το Ενημερωτικό Δελτίο ορίστηκε και αποθηκεύτηκε στη βάση δεδομένων.");
define("NLLAN_29", "Κανένα ενημερωτικό δελτίο δεν έχει καθοριστεί ακόμα.");
define("NLLAN_30", "Ενημερωτικό Δελτίο");
define("NLLAN_31", "Θέμα / Τίτλος");
define("NLLAN_32", "Αριθμός Θέματος");
define("NLLAN_33", "Κείμενο");
define("NLLAN_34", "Ενημέρωση Ταχυδρομείου");
define("NLLAN_35", "Δημιουργία Ταχυδρομείου");
define("NLLAN_36", "Ενημέρωση Αριθμού Ενημερωτικών Δελτίων");
define("NLLAN_37", "Δημιουργία Αριθμού Ενημερωτικού Δελτίου");
define("NLLAN_38", "Το Ενημερωτικό Δελτίο ενημερώθηκε στη βάση δεδομένων.");
define("NLLAN_39", "ο αριθμός του Ενημερωτικού Δελτίου αποθηκεύτηκε στη βάση δεδομένων - για να σταλεί, πατήστε το κουμπί 'Απελευθέρωση Θέματος' στο μενού Επιλογών.");
define("NLLAN_40", "Ταχυδρόμηση ολοκληρώθηκε - το θέμα σταλθηκε στο");
define("NLLAN_41", " συνδρομητή(ες).");
define("NLLAN_42", "Ενημερωτικό Δελτίο διαγράφηκε.");
define("NLLAN_43", "Το Θέμα του Ενημερωτικού Δελτίου διαγράφηκε.");
define("NLLAN_44", "Ενημερωτικό Δελτίο Κεντρικής Σελίδας");
define("NLLAN_45", "Δημιουργία Ενημερωτικού Δελτίου");
define("NLLAN_46", "Δημιουργία Ταχυδρομείου");
define("NLLAN_47", "Επιλογές Ενημερωτικού Δελτίου");
define("NLLAN_48", "Εχετε εγγραφεί σε αυτό το ενημερωτικό δελτίο - αν επιθυμείτε να διαγραφείτε κάντε κλικ στο κουμπί παρακάτω.");
define("NLLAN_49", "Είστε σίγουροι ότι θέλετε να διαγραφείτε από αυτό το ενημερωτικό δελτίο;");
define("NLLAN_50", "Κάντε κλικ στο κουμπί για να εγγραφείτε (Η διεύθυνση συνδρομής σας  είναι");
define("NLLAN_51", "Κατάργηση συνδρομής");
define("NLLAN_52", "Συνδρομή");
define("NLLAN_53", "Είστε σίγουροι ότι θέλετε να εγγραφείτε σε αυτό το ενημερωτικό δελτίο;");
define("NLLAN_54", "Αποστολή");
define("NLLAN_55", "ID");
define("NLLAN_56", "Το Ενημερωτικό ταυτότητα του  δελτίου δεν είναι σωστό ");
define("NLLAN_57", "Επιστροφή στην προηγούμενη σελίδα");
define("NLLAN_58", "Σφαλμα");
define("NLLAN_59", "Ονομα");
define("NLLAN_60", "Ηλεκτρονικό Ταχυδρομείο");
define("NLLAN_61", "Δράσεις");
define("NLLAN_62", "Aπαγορεύεται! (η δεν έχετε κάνει είσοδο)");
define("NLLAN_63", "Συνολικός αριθμός συνδρομητών");
define("NLLAN_64", "Επιστροφή στην κεντρική σελίδα του Ενημερωτικού Δελτίου");
define("NLLAN_65", "Επισκόπηση Συνδρομητών ενημερωτικού δελτίου ID");


?>