<?php

/*

+ ----------------------------------------------------------------------------+

|     e107 website system - Language File.
|

|     $Source: /cvsroot/e107/e107_0.7/e107_languages/Bangladesh/lan_usersettings.php,v $

|     $Revision: 1.10 $
|     $Date: 2006/12/30 22:39:35 $

|     $Author: e107steved $
+----------------------------------------------------------------------------+

*/

define("PAGE_NAME", "ইউজার সেটিংস");
define("LAN_7", "প্রদর্শিত নাম: ");
define("LAN_8", "সাইটে প্রদর্শিত নাম");
define("LAN_9", "লগইন নাম: ");
define("LAN_10", "সাইটে লগইন করার জন্য় আপনি যে নাম ব্য়বহার করেন");
define("LAN_11", "সাইটে লগইন করার জন্য় আপনি যে নাম ব্য়বহার করেন - তা পরিবর্তন করা সম্ভব নয় , নিরাপত্তার উদ্দেশ্য়ে যদি তা পরিবর্তন করার প্রয়োজন হয় তবে অনুগ্রহ করে একজন প্রশাসকের সাথে যোগাযোগ করুন");
define("LAN_20", "ভুল /সমস্য়া");
define("LAN_105", "পাসওয়ার্ড দুটি মিলছেনা");
define("LAN_106", "একটি বৈধ ই-মেইল ঠিকানা নয়");
define("LAN_112", "ই-মেইল ঠিকানা: ");
define("LAN_113", "ই-মেইল ঠিকানা গোপন করতে চান?: ");
define("LAN_114", "এটি সাইটটিতে আপনার ই-মেইল ঠিকানাটি প্রদর্শিত হওয়া থেকে বিরত রাখবে");
define("LAN_115", "আইসিকিউ (ICQ) নম্বর: ");
define("LAN_116", "এআইএম (AIM) ঠিকানা: ");
define("LAN_117", "MSN Messenger: ");
define("LAN_118", "জন্মদিন: ");
define("LAN_119", "অবস্থান: ");
define("LAN_120", "সাখ্খর: ");
define("LAN_121", "এভেটার: ");
define("LAN_122", "টাইমজোন:");
define("LAN_144", "ওয়েবসাইট ইউআরএল (URL): ");
define("LAN_150", "সেটিং আপডেট করে ডাটাবেসে /তথ্য়ভান্ডারে জমা/সেভ করা হয়েছে.");
define("LAN_151", "ওকে");
define("LAN_152", "নতুন পাসওয়ার্ড: ");
define("LAN_153", "নতুন পাসওয়ার্ড পুনরায় টাইপ করুন: ");
define("LAN_154", "সেটিংস সেভ করুন");
define("LAN_155", "ইউজার সেটিং আপডেট করুন");
define("LAN_185", "আপনি পাসওয়ার্ড টাইপ করেননি ");
define("LAN_308", "আসল নাম: ");
define("LAN_401", "বিদ্য়মান পাসওয়ার্ডটি বজায় রাখতে স্থানটি খালি রাখুন");
define("LAN_402", "পাথ টাইপ করুন অথবা এভেটার নির্বাচন করুন");
define("LAN_403", "এভেটার নির্বাচন করুন");
define("LAN_404", "অনুগ্রহ করে লখ্খ্য় করুন: এই সারভারে কোনরুপ ছবি আপলোড করা হলে প্রশাসকবর্গ কর্তৃক তা অনুপযুক্ত বলে বিবেচিত হবে এবং অবিলম্বে তা সরিয়ে ফেলা হবে ৷.");
define("LAN_410", "...এর জন্য় সেটিং");
define("LAN_411", "আপনার সেটিং আপডেট করুন");
define("LAN_412", "পাসওয়ার্ড পরিবর্তন করুন");
define("LAN_413", "একটি এভেটার নির্বাচন করুন");
define("LAN_414", "আপনার ছবি আপলোড করুন");
define("LAN_415", "আপনার এভেটার আপলোড করুন");
define("LAN_416", "হ্য়াঁ");
define("LAN_417", "না");
define("LAN_418", "রেজিষ্ট্রেশন তথ্য়");
define("LAN_419", "ব্য়াক্তিগত /যোগাযোগ তথ্য়");
define("LAN_420", "এভেটার");
define("LAN_421", "সাইটে মজুত এভেটার থেকে নির্বাচন করুন");
define("LAN_422", "রিমোট এভেটার ব্য়বহার করুন");
define("LAN_423", "অনুগ্রহ করে সম্পূর্ণ ঠিকানা টাইপ করুন");
define("LAN_424", "এই সাইটে মজুত এভেটার দেখার  জন্য় বাটনে ক্লিক করুন");
define("LAN_425", "ছবি");
define("LAN_426", "আপনার প্রোফাইল পৃষ্ঠায় এটি প্রদর্শিত হবে");
define("LAN_427", "দাখিল করুন");
define("LAN_428", "সংবাদ বিষয়");
define("LAN_429", "লিংক");
define("LAN_430", "ডাউনলোড");
define("LAN_431", "আর্টিকেল /রচনা");
define("LAN_432", "পর্যালোচনা");
define("LAN_433", "আপনার এক্সইউপি (XUP) ফাইলে ইন্টারনেট ঠিকানা (ইউআরএল )");
define("LAN_434", "এটা কি ?");
define("LAN_435", "এক্সএমএল(XML) ইউজার প্রোটকল ফাইল");
define("LAN_SIGNUP_1", "মিনিট.");
define("LAN_SIGNUP_2", "বর্ণ.");
define("LAN_SIGNUP_4", "আপনার পাসওয়ার্ডটি হওয়া উচিত কমপখ্খে ");
define("LAN_SIGNUP_5", " দীর্ঘ বর্ণের.");
define("LAN_SIGNUP_6", "আপনার ");
define("LAN_SIGNUP_7", " প্রয়োজন");
define("LAN_USET_1", "আপনার এভেটার খুব বেশি প্রশস্ত");
define("LAN_USET_2", "সর্বোচ্চ অনুমতিযোগ্য় প্রশস্ততা হল ...");
define("LAN_USET_3", "আপনার এভেটার খুব বেশি দীর্ঘ");
define("LAN_USET_4", "সর্বোচ্চ অনুমতিযোগ্য় উচ্চতা হল...");

// v.616
define("LAN_CUSTOMTITLE", "প্রচলিত শিরোনাম");
define("LAN_ICQNUMBER", "আইসিকিউ (ICQ) নম্বর অবশ্য়ই কেবল নম্বরই ধারন করবে");

//v.617
define("LAN_408", "এই ই-মেইল ঠিকানাটি ইতোমধ্য়েই আছে. ");
define("MAX_AVWIDTH", "এভেটারের সর্বোচ্চ মাপ হল ... ");
define("MAX_AVHEIGHT", " x ");
define("GIF_RESIZE", "জিআইএফ ইমেজটির সাইজ পরিবর্তন করুন অথবা অন্য় ফরমেটে রুপান্তরিত করুন");
define("RESIZE_NOT_SUPPORTED", "সাইজ পরিবর্তন প্রক্রিয়া এই সারভার সমর্থন করেনা , অনুগ্রহ করে সাইজ পরিবর্তন করুন অথবা অন্য় একটি নির্বাচন করুন ৷ ফাইলটি মুছে ফেলা হয়েছে ৷.");

// v0.7
define("LAN_USET_5", "...........এ সাব্সক্রাইব করা হয়েছে");
define("LAN_USET_6", "আমাদের মেইলিং-লিস্টে এবং /অথবা এই সাইটের বিভাগ সমূহে সাব্সক্রাইব করুন.");
define("LAN_USET_7", "বিবিধ");
define("LAN_USET_8", "সাখ্খর / টাইমজোন");
define("LAN_USET_9", "আপনার সেটিং থেকে কিছু প্রয়োজন স্থান (যা * দিয়ে নির্দেশিত) নিখোঁজ.");
define("LAN_USET_10","অগ্রসর হওয়ার জন্য়,  অনুগ্রহ করে এখনি আপনার সেটিং আপডেট করুন.");
define("LAN_USET_11", "এই ইউজার নামটি বৈধ হিসেবে গ্রহনযোগ্য় নয় , অনুগ্রহ করে একটি ভিন্ন নাম নির্বাচন করুন");
define("LAN_USET_12", "এই প্রদর্শিত নামটি অনেক ছোট , অনুগ্রহ করে অন্য় একটি নাম নির্বাচন করুন");

?>