<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/Bangladesh/lan_signup.php,v $
|     $Revision: 1.25 $
|     $Date: 2006/12/30 22:39:35 $
|     $Author: e107steved $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "রেজিষ্টার করুন");
define("LAN_7", "প্রদর্শিত নাম : ");
define("LAN_8", "যে নামটি ওয়েবসাইটে প্রদর্শিত হবে");
define("LAN_9", "লগ-ইন নাম : ");
define("LAN_10", "লগ-ইন করার জন্য ব্যাবহৃত নাম");
define("LAN_17", "পাসওয়ার্ড : ");
define("LAN_103", "এই ইউজার নামটি বৈধ হিসেবে গ্রহনযোগ্য নয় , অনুগ্রহ কর অন্য আরেকটি নাম নির্বাচন করুন");
define("LAN_104", "এই লগ-ইন নামটি ইতোমধ্যেই আছে , অনুগ্রহ করে অন্য আরেকটি লগ-ইন নাম নির্বাচন করুন");
define("LAN_105", "পাসওয়ার্ড দুটো মিলছেনা");
define("LAN_106", "এটি একটি বৈধ ই-মেইল ঠিকানা নয়");
define("LAN_107", "ধন্যবাদ ! এখন আপনি একজন রেজিষ্টারকৃত সদস্য");
define("LAN_108", "রেজিষ্ট্রেশন সম্পূর্ণ হয়েছে");
define("LAN_109", "এই ওয়েবসাইটটি ১৯৯৪ সালের 'অনলাইন শিশু গোপনীয়তা সংরক্ষন '' আইনের সাথে সম্পৃক্ত , এবং এজন্য এই সাইটে অনুর্ধ্ব ১৩ বছরের কারো রেজিষ্ট্রেশন তাদের পিতা-মাতার বা অভিভাবকের লিখিত সম্মতিপত্র ব্যতীত গ্রহন করা হয়না ৷ আরো তথ্যের জন্য আপনি প্রণীত আইন সমূহ পরতে পারেন ৷");
define("LAN_110", "রেজিষ্ট্রেশন");
define("LAN_111", "পাসওয়ার্ড পুনরায় টাইপ করুন: ");
define("LAN_112", "ই-মেইল ঠিকানা: ");
define("LAN_113", "ই-মেইল ঠিকানা গোপন রাখতে চান ? ");
define("LAN_114", "এটি সাইটটিতে আপনার ই-মেইল ঠিকানাটি প্রদর্শিত হওয়া থেকে বিরত রাখবে");
define("LAN_123", "রেজিষ্ট্রেশন করুন");
define("LAN_185", "আপনি প্রয়োজনীয় স্থানসমূহ পূরণ করেননি");
define("LAN_201", " হা");
define("LAN_200", "না");
define("LAN_202", "ইতোমধ্যই একটি একাউন্ট আছে ৷ যদি আপনি আপনার পাসওয়ার্ড ভুলে গিয়ে থাকেন , তাহলে অনুগ্রহ করে 'ভুলে গেছি পাসওয়ার্ড ' লিংকটিতে ক্লিক করুন ৷ ");
define("LAN_309", "অনুগ্রহ করে নিম্নে আপনার তথ্যসমূহ প্রদান করুন.");
define("LAN_399", "অগ্রসর হোন");
define("LAN_400", "ইউজার নাম এবং পাসওয়ার্ড সমূহ হল <b>কেস -সংবেদনশীল <b>.");
define("LAN_401", "আপনার একাউন্ট এখন সক্রিয় , অনুগ্রহ করে");
define("LAN_402", "সক্রিয় করা হয়েছে");
define("LAN_403", "---এ স্বাগতম");
define("LAN_404", "---এর জন্য রেজিষ্ট্রেশন তথ্য");
define("LAN_405", "রেজিষ্ট্রেশনের এই ধাপ সম্পূর্ণ হয়েছে ৷ আপনি একটি নিশ্চিতকরন ই-মেইল পাবেন যাতে আপনার লগ-ইন তথ্যসমূহ থাকবে ৷ সাইনআপ প্রক্রিয়াটি সম্পূর্ণ এবং আপনার একাউন্টটি সক্রিয় করার জন্য অনুগ্রহ করে মেইলে দেয়া লিংকটি অনুসরন করুন  ৷.");
define("LAN_406", "ধন্যবাদ !");
define("LAN_407", "অনুগ্রহ করে এই ই-মেইলটি আপনার নিজের তথ্যর জন্য সংগ্রহ করুন ৷ আপনার পাসওয়ার্ডটি রুপান্তরিত হয়ে গেছে , এবং তা উদ্ধার করা সম্ভব নয় যদি তা স্থানান্তরিত হয়ে থাকে বা আপনি ভুলে গিয়ে থাকেন ৷ এখেত্রে আপনি একটি নতুন পাসওয়ার্ডের অনুরোধ করতে পারেন ৷\n\nরেজিষ্ট্রেশনের জন্য ধন্যবাদ.\n\nথেকে");
define("LAN_408", "এরুপ ই-মেইল ঠিকানা ইতোমধ্যেই আছে ৷ আপনার পাসওয়ার্ডটি উদ্ধারের জন্য অনুগ্রহ করে 'ভুলে গেছি পাসওয়ার্ড ' স্ক্রীনটি ব্যবহার করুন.");
define("LAN_SIGNUP_1", "মিনিট.");
define("LAN_SIGNUP_2", "বর্ণ.");
define("LAN_SIGNUP_3", "কোড/সংকেত যাচাই ব্যর্থ হয়েছে.");
define("LAN_SIGNUP_4", "আপনার পাসওয়ার্ডটি কমপক্ষে হওয়া উচিত ");
define("LAN_SIGNUP_5", "দীর্ঘ বর্ণের.");
define("LAN_SIGNUP_6", "আপনার ");
define("LAN_SIGNUP_7", "প্রয়োজন");
define("LAN_SIGNUP_8", "ধন্যবাদ!");
define("LAN_SIGNUP_9", "অগ্রসর হওয়া সম্ভব নয়.");
define("LAN_SIGNUP_10", "হা");
define("LAN_SIGNUP_11", ".");

define("LAN_409", "ইউজার নামে অবৈধ বর্ণ");
define("LAN_410", "ছবিতে দৃশ্যমান কোড প্রবেশ করান");
define("LAN_411", "এই প্রদর্শিত নামটি ইতোমধ্যেই আছে , অনুগ্রহ করে ভিন্ন একটি নাম নির্বাচন করুন");


define("LAN_SIGNUP_12", "অনুগ্রহ করে আপনার ইউজার নাম এবং পাসওয়ার্ডটি একটি সুরক্ষিত জায়গায় সংরক্ষন করুন , কারন তা হারিয়ে গেলে পুনরুদ্ধার সম্ভব নয় ৷.");
define("LAN_SIGNUP_13", "আপনি এখন লগ-ইন বাক্স থেকে লগ-ইন করতে পারেন , অথবা এখান থেকেও করতে পারেন <> <a href='".e_BASE."login.php'>এখানে</a>.");
define("LAN_SIGNUP_14", "এখানে");
define("LAN_SIGNUP_15", "অনুগ্রহ করে মূল সাইটের প্রশাসনে যোগাযোগ করুন");
define("LAN_SIGNUP_16", "যদি আপনার সাহায্যের প্রয়োজন হয় তাহলে.");
define("LAN_SIGNUP_17", "অনুগ্রহ করে সত্যতা প্রমাণ করুন যে আপনার বয়স ১৩ বছর অথবা তার উর্ধ্বে.");
define("LAN_SIGNUP_18", "আপনার রেজিষ্ট্রেশন গৃহীত হয়েছে এবং নিম্নোক্ত লগ-ইন তথ্য দ্বারা তৈরী হয়েছে.......");
define("LAN_SIGNUP_19", "ইউজার নাম :");
define("LAN_SIGNUP_20", "পাসওয়ার্ড :");
define("LAN_SIGNUP_21", "আপনার একাউন্টটি নিষ্ক্রিয় বলে বিবেচিত হয়েছে , আপনার একাউন্টটি সক্রিয় করার জন্য নির্দেশিত লিংকটি অনুসরন করুন ...");
define("LAN_SIGNUP_22", "এখানে ক্লিক করুন");
define("LAN_SIGNUP_23", "লগইন করতে.");
define("LAN_SIGNUP_24", ".....এ রেজিষ্ট্রেশন করার জায়গায় ধন্যবাদ");
define("LAN_SIGNUP_25", "আপনার এভেটার আপলোড করুন");
define("LAN_SIGNUP_26", "আপনার ছবি আপলোড করুন");
define("LAN_SIGNUP_27", "দেখান");
define("LAN_SIGNUP_28", "পছন্দের বিষয় / মেইল তালিকা");
define("LAN_SIGNUP_29", "একটি সত্যতা যাচাইকৃত ই-মেইল পাঠানো হবে আপনার ই-মেইল ঠিকানায় তাই এটি বৈধ হওয়া বাঞ্ছনীয়.");
define("LAN_SIGNUP_30", "আপনি যদি চান আপনার ই-মেইল ঠিকানাটি এই সাইটে প্রদর্শিত না হোক তাহলে 'ই-মেইল ঠিকানা গোপন করুন 'বাক্সটিতে টিক দিন.");

define("LAN_SIGNUP_31", "আপনার এক্সইউপি (XUP) ফাইলে ইন্টারনেট ঠিকানা (ইউআরএল )");
define("LAN_SIGNUP_32", "এক্সইউপি (XUP) ফাইল কি ?");
define("LAN_SIGNUP_33", "পাথ টাইপ করুন অথবা এভেটার নির্বাচন করুন");
define("LAN_SIGNUP_34", "অনুগ্রহ করে লক্ষ্য করুন: এই সারভারে কোনরুপ ছবি আপলোড করা হলে প্রশাসকবর্গ কর্তৃক তা অনুপযুক্ত বলে বিবেচিত হবে এবং অবিলম্বে তা সরিয়ে ফেলা হবে ৷.");
define("LAN_SIGNUP_35", "এক্সইউপি (XUP) ফাইল ব্যবহার করে রেজিষ্ট্রেশন করতে এখানে ক্লিক করুন");
define("LAN_SIGNUP_36", "আপনার ইউজার তথ্য তৈরীর সময়ে সমস্যা দেখা দিয়েছে , অনুগ্রহ করে প্রশাসন বিভাগে যোগাযোগ করুন");

define("LAN_LOGINNAME", "লগ-ইন নাম");
define("LAN_PASSWORD", "পাসওয়ার্ড");
define("LAN_USERNAME", "প্রদর্শিত নাম");
define("LAN_EMAIL_01", "প্রিয়");
define("LAN_EMAIL_04", "আপনার নিজের তথ্যের জন্য অনুগ্রহ করে এই ই-মেইলটি সংগ্রহে রাখুন.");
define("LAN_EMAIL_05", "আপনার পাসওয়ার্ডটি রুপান্তরিত হয়ে গেছে , এবং তা উদ্ধার করা সম্ভব নয় যদি তা স্থানান্তরিত হয়ে থাকে বা আপনি ভুলে গিয়ে থাকেন ৷ এক্ষেত্রে আপনি একটি নতুন পাসওয়ার্ডের অনুরোধ করতে পারেন ৷");
define("LAN_EMAIL_06", "রেজিষ্ট্রেশন করার জন্য ধন্যবাদ.");

define("LAN_SIGNUP_37", "রেজিষ্ট্রেশনের এই ধাপ সম্পূর্ণ হয়েছে ৷ আপনার সদস্যপদের জন্য প্রশাসন বিভাগের অনুমোদন প্রয়োজন ৷ একবার তা হয়ে গেলে আপনি একটি নিশ্চিতকরন ই-মেইল পাবেন যেখানে বলা থাকবে আপনার সদস্যপদ অনুমোদিত হয়েছে .");
define("LAN_SIGNUP_38", "আপনি দুটি ভিন্ন ই-মেইল ঠিকানা প্রদান করেছেন ৷ অনুগ্রহ করে একটি বৈধ ই-মেইল ঠিকানা প্রদান করুন উল্লেখিত দুই স্থানে ৷");
define("LAN_SIGNUP_39", "ই-মেইল ঠিকানা পুনরায় টাইপ করুন:");

// 0.7.6
define("LAN_SIGNUP_40", "সক্রিয়করণ নিষ্প্রয়োজন");
define("LAN_SIGNUP_41", "আপনার একাউন্ট ইতোমধ্যই সক্রিয়.");
define("LAN_SIGNUP_42", "সমস্যার কারনে রেজিষ্ট্রেশন ই-মেইল পাঠানো সম্ভব হয়নি , অনুগ্রহ করে ওয়েবসাইটের প্রশাসনে যোগাযোগ করুন.");
define("LAN_SIGNUP_43", "ই-মেইল পাঠানো হয়েছে");
define("LAN_SIGNUP_44", "সক্রিয়করণ ই-মেইল পাঠানো হয়েছে এই ঠিকানায়:");
define("LAN_SIGNUP_45", "অনুগ্রহ করে আপনার ইনবক্স চেক করুন.");
define("LAN_SIGNUP_47", "সক্রিয়করণ ই-মেইল পুনরায় পাঠানো হয়েছে");
define("LAN_SIGNUP_48", "ইউজার নাম অথবা ই-মেইল");
define("LAN_SIGNUP_49", "আপনি যদি ভুল ই-মেইল ঠিকানা দ্বারা রেজিষ্ট্রেশন করে থাকেন , তাহলে নতুন একটি ই-মেইল ঠিকানা এবং পাসওয়ার্ড এখানে টাইপ করুন :");
define("LAN_SIGNUP_50", "নতুন ই-মেইল");
define("LAN_SIGNUP_51", "পুরনো পাসওয়ার্ড");
define("LAN_SIGNUP_52", "ভুল পাসওয়ার্ড");

define("LAN_SIGNUP_53", "ব্যর্থতা যাচাই পরীক্ষা");
define("LAN_SIGNUP_54", "আপনার বিস্তারিত তথ্য লিপিবদ্ধ করতে ক্লিক করুন");
define("LAN_SIGNUP_55", "আপনার প্রদর্শিত নামটি অনেক বড়, দয়া করে অন্য নাম নির্বাচন করুন");
define("LAN_SIGNUP_56", "আপনার প্রদর্শিত নামটি অনেক ছোট, দয়া করে অন্য নাম নির্বাচন করুন");
define("LAN_SIGNUP_57", "আপনার লগইন নামটি অনেক বড়, দয়া করে অন্য নাম নির্বাচন করুন");
define("LAN_SIGNUP_58", "সাইনআপ প্রিভিউ দেখুন");
define("LAN_SIGNUP_59","****যদি লিংকটি কাজ না করে তবে পরীক্ষা করুন যে এর একটি অংশ পরবর্তী লাইনে চলে যায় নি।****");
define('LAN_SIGNUP_60', 'বহিরাগত এভাটার প্রবেশ করানো যাচ্ছে না'); 
// 0.7.16 
define("LAN_SIGNUP_72", " [সাইট]এ রেজি:ষ্ট্রেশন করার জন্য আপনাকে ধন্যবাদ! আপনার [ইমেইল] ঠিকানায় একটি উয়েব লিংকসহ ইমেইল পাঠানো হবে। আপনার রেজি:ষ্ট্রেশন কমপ্লিট করে একাউন্ট সক্রিয় করার জন্য উয়েব লিংকটিতে ক্লিক করুন।");   // LAN_405 
define("LAN_SIGNUP_98", "আপনার ইমেইল ঠিকানা নিশ্চিত করুন।");
define("LAN_SIGNUP_99", "সমস্যা হয়েছে।");
define("LAN_SIGNUP_100", "প্রসাশকের অনুমোদনের অপেক্ষায় আছে।");
 
?>