<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     Copyright (C) 2001-2002 Steve Dunstan (jalist@e107.org)
|     Copyright (C) 2008-2010 e107 Inc (e107.org)
|
|     e107 website system - Language File.
|
|     $URL: ../e107_languages/Greek/admin/admin/help/cache.php $
|     $Revision: 1.0 $
|     $Id: cache.php 1.0 2011/03/04 00:43:45Z e107gr.com $
|     $Author: e107gr.com 
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$caption = "Προσωρινή αποθήκευση";
$text = "Αν έχετε ενεργοποιημένη την προσωρινή αποθήκευση αυτό θα βελτιώσει σημαντικά ταχύτητες στο δικτυακό σας τόπο και να ελαχιστοποιηθεί το ποσό των κλήσεων προς το sql βάση δεδομένων. <br /> <br />  ΣΗΜΑΝΤΙΚΟ!  Αν κάνετε το δικό σας θέμα βαλτε το στο <b>Off</b> την προσωρινή αποθήκευση καθώς οι όποιες αλλαγές κάνετε δεν θα αντανακλώνται σωστα. ";
$ns -> tablerender($caption, $text);


?>